{"battery": 0, "charge": 1, "cord": 2, "good": 3, "life": 4, "night": 5, "taking": 6, "bought": 7, "hp": 8, "laptop": 9, "pavilion": 10, "problems": 11, "center": 12, "guy": 13, "netbook": 14, "retail": 15, "said": 16, "sales": 17, "service": 18, "shop": 19, "team": 20, "tech": 21, "netbooks": 22, "saw": 23, "toshiba": 24, "day": 25, "large": 26, "little": 27, "lots": 28, "people": 29, "presentation": 30, "projector": 31, "set": 32, "time": 33, "absolutely": 34, "applications": 35, "easy": 36, "extremely": 37, "gorgeous": 38, "gui": 39, "high": 40, "highly": 41, "quality": 42, "stable": 43, "use": 44, "laptops": 45, "start": 46, "sad": 47, "band": 48, "features": 49, "garage": 50, "got": 51, "ichat": 52, "like": 53, "offers": 54, "photobooth": 55, "son": 56, "ca": 57, "cell": 58, "needless": 59, "pc": 60, "phone": 61, "support": 62, "useless": 63, "great": 64, "fix": 65, "problem": 66, "dark": 67, "drive": 68, "freaking": 69, "hard": 70, "light": 71, "power": 72, "screen": 73, "thing": 74, "turn": 75, "turned": 76, "usually": 77, "finally": 78, "macbook": 79, "money": 80, "pretty": 81, "pricey": 82, "putting": 83, "asus": 84, "blue": 85, "remove": 86, "required": 87, "took": 88, "break": 89, "buy": 90, "edge": 91, "enclosure": 92, "home": 93, "know": 94, "macbooks": 95, "rubber": 96, "area": 97, "external": 98, "gaming": 99, "gestures": 100, "having": 101, "mouse": 102, "multi-touch": 103, "tracking": 104, "unnecessary": 105, "plus": 106, "reasonably": 107, "small": 108, "work": 109, "hate": 110, "correctly": 111, "place": 112, "repaired": 113, "totally": 114, "extra": 115, "paid": 116, "repair": 117, "send": 118, "site": 119, "boy": 120, "oh": 121, "advantage": 122, "apple": 123, "big": 124, "company": 125, "consider": 126, "going": 127, "recent": 128, "s": 129, "things": 130, "entire": 131, "love": 132, "software": 133, "suite": 134, "way": 135, "works": 136, "satisfied": 137, "speed": 138, "bright": 139, "long": 140, "7": 141, "meets": 142, "windows": 143, "frustrating": 144, "barely": 145, "connected": 146, "devices": 147, "properly": 148, "stay": 149, "usb": 150, "bad": 151, "freeze": 152, "game": 153, "play": 154, "thats": 155, "-no": 156, "backlit": 157, "issue": 158, "keyboard": 159, "crashed": 160, "installed": 161, "plugged": 162, "running": 163, "bother": 164, "expecting": 165, "getting": 166, "knew": 167, "mac": 168, "microsoft": 169, "office": 170, "iphone": 171, "syncing": 172, "talk": 173, "buying": 174, "30": 175, "added": 176, "bonus": 177, "hd": 178, "helps": 179, "monitor": 180, "business": 181, "boot": 182, "completely": 183, "crashes": 184, "machine": 185, "occasionally": 186, "slow": 187, "dollars": 188, "help": 189, "hours": 190, "paying": 191, "2": 192, "owning": 193, "waste": 194, "experience": 195, "repeat": 196, "total": 197, "flaws": 198, "noticed": 199, "penny": 200, "single": 201, "worth": 202, "ago": 203, "couple": 204, "months": 205, "newer": 206, "tried": 207, "upgrade": 208, "version": 209, "perfect": 210, "replace": 211, "working": 212, "gotten": 213, "past": 214, "virus": 215, "years": 216, "operating": 217, "preloaded": 218, "'m": 219, "forward": 220, "future": 221, "looking": 222, "products": 223, "purchasing": 224, "best": 225, "price": 226, "bios": 227, "clock": 228, "directly": 229, "gave": 230, "including": 231, "numerous": 232, "setting": 233, "setup": 234, "techie": 235, "trying": 236, "able": 237, "country": 238, "warranty": 239, "near": 240, "compact": 241, "device": 242, "exceeded": 243, "met": 244, "needs": 245, "travel": 246, "brand": 247, "realized": 248, "correct": 249, "date": 250, "save": 251, "covered": 252, "sent": 253, "twice": 254, "15": 255, "broken": 256, "contact": 257, "days": 258, "later": 259, "let": 260, "replacement": 261, "requiring": 262, "return": 263, "returned": 264, "portable": 265, "friends": 266, "recommend": 267, "honestly": 268, "self": 269, "pro": 270, "reasons": 271, "fan": 272, "kinda": 273, "loud": 274, "called": 275, "card": 276, "cost": 277, "credit": 278, "customer": 279, "expired": 280, "number": 281, "old": 282, "ready": 283, "talking": 284, "technician": 285, "told": 286, "email": 287, "purchased": 288, "trip": 289, "certain": 290, "disc": 291, "drivers": 292, "files": 293, "loads": 294, "times": 295, "froze": 296, "ok": 297, "shut": 298, "update": 299, "updated": 300, "-they": 301, "lost": 302, "month": 303, "spent": 304, "technical": 305, "second": 306, "browser": 307, "speaking": 308, "imagine": 309, "think": 310, "slick": 311, "runs": 312, "scan": 313, "9": 314, "look": 315, "punds": 316, "fast": 317, "open": 318, "program": 319, "warrenty": 320, "came": 321, "happy": 322, "purchase": 323, "satellite": 324, "amazing": 325, "100": 326, "fact": 327, "spend": 328, "value": 329, "webcam": 330, "internet": 331, "managing": 332, "personal": 333, "died": 334, "motherboard": 335, "comes": 336, "started": 337, "4": 338, "charger": 339, "forced": 340, "hardware": 341, "new": 342, "stopped": 343, "helpful": 344, "immediately": 345, "gone": 346, "maybe": 347, "wrong": 348, "giving": 349, "headquarters": 350, "looked": 351, "report": 352, "weeks": 353, "fell": 354, "music": 355, "complain": 356, "force": 357, "freezes": 358, "quit": 359, "website": 360, "run": 361, "warm": 362, "incredibly": 363, "rarely": 364, "allows": 365, "enjoy": 366, "vmware": 367, "easier": 368, "faster": 369, "lot": 370, "navigate": 371, "lap": 372, "went": 373, "worked": 374, "pcs": 375, "elegant": 376, "wonderful": 377, "3rd": 378, "extended": 379, "refused": 380, "trouble": 381, "wanted": 382, "increase": 383, "memory": 384, "order": 385, "performace": 386, "upgraded": 387, "half": 388, "year": 389, "learn": 390, "documents": 391, "folder": 392, "opening": 393, "quickly": 394, "simple": 395, "carry": 396, "lighter": 397, "smaller": 398, "caused": 399, "failure": 400, "genius": 401, "store": 402, "'ll": 403, "product": 404, "thank": 405, "doesnt": 406, "happen": 407, "horrible": 408, "constantly": 409, "crashing": 410, "designed": 411, "frustrated": 412, "intuitive": 413, "poorly": 414, "systems": 415, "1st": 416, "count": 417, "sorry": 418, "5": 419, "connect": 420, "download": 421, "ipod": 422, "touch": 423, "overall": 424, "glass": 425, "touchpad": 426, "board": 427, "continued": 428, "mother": 429, "replaced": 430, "sound": 431, "speaker": 432, "notebook": 433, "probably": 434, "hardly": 435, "middle": 436, "better": 437, "thought": 438, "crash": 439, "hope": 440, "reputation": 441, "true": 442, "wo": 443, "worry": 444, "expensive": 445, "shipping": 446, "yeah": 447, "express": 448, "luck": 449, "simpler": 450, "far": 451, "favorite": 452, "sony": 453, "delete": 454, "editing": 455, "key": 456, "writing": 457, "annoying": 458, "letters": 459, "owner": 460, "assistance": 461, "bar": 462, "beat": 463, "ease": 464, "10": 465, "browsing": 466, "hour": 467, "making": 468, "movie": 469, "playing": 470, "web": 471, "word": 472, "17": 473, "july": 474, "saturday": 475, "shipped": 476, "cheap": 477, "acer": 478, "asked": 479, "available": 480, "discs": 481, "free": 482, "recovery": 483, "assurance": 484, "lemon": 485, "max": 486, "market": 487, "backup": 488, "eventually": 489, "imac": 490, "uses": 491, "important": 492, "issues": 493, "timer": 494, "alright": 495, "core": 496, "outside": 497, "processing": 498, "temperatures": 499, "track": 500, "unit": 501, "gift": 502, "graduation": 503, "downloaded": 504, "page": 505, "images": 506, "mode": 507, "today": 508, "need": 509, "protection": 510, "bluetooth": 511, "hinge": 512, "hoping": 513, "lg": 514, "daughter": 515, "facebook": 516, "games": 517, "pictures": 518, "reliable": 519, "responds": 520, "failed": 521, "week": 522, "efficient": 523, "leaves": 524, "want": 525, "april": 526, "average": 527, "weight": 528, "yes": 529, "believe": 530, "charged": 531, "representive": 532, "xp": 533, "vista": 534, "alot": 535, "hot": 536, "sitting": 537, "deal": 538, "quiet": 539, "typing": 540, "design": 541, "family": 542, "sense": 543, "papers": 544, "camper": 545, "customers": 546, "dell": 547, "disservice": 548, "pay": 549, "'d": 550, "returning": 551, "cooling": 552, "error": 553, "general": 554, "minutes": 555, "i7": 556, "movies": 557, "quad": 558, "render": 559, "bummer": 560, "kind": 561, "longer": 562, "reason": 563, "simply": 564, "associate": 565, "chose": 566, "white": 567, "wallet": 568, "literally": 569, "online": 570, "tutorials": 571, "watching": 572, "hooked": 573, "tv": 574, "pounds": 575, "seven": 576, "weighed": 577, "bag": 578, "special": 579, "color": 580, "cool": 581, "keys": 582, "weird": 583, "8": 584, "model": 585, "owned": 586, "worst": 587, "macconnection": 588, "smoothly": 589, "comparison": 590, "factor": 591, "style": 592, "3": 593, "im": 594, "point": 595, "pleased": 596, "feels": 597, "fine": 598, "type": 599, "flaw": 600, "shiny": 601, "computers": 602, "dirty": 603, "hands": 604, "mousepad": 605, "hold": 606, "leave": 607, "mention": 608, "slowly": 609, "freezing": 610, "familiar": 611, "stars": 612, "technology": 613, "husband": 614, "complaints": 615, "desktop": 616, "construction": 617, "longevity": 618, "configuration": 619, "compared": 620, "pad": 621, "pricetag": 622, "security": 623, "gets": 624, "stuck": 625, "packard": 626, "instead": 627, "1": 628, "late": 629, "stop": 630, "tired": 631, "wish": 632, "bigger": 633, "port": 634, "vga": 635, "add": 636, "excellent": 637, "drawback": 638, "buyer": 639, "mart": 640, "wal": 641, "garmin": 642, "load": 643, "nicer": 644, "spending": 645, "didnt": 646, "volume": 647, "responsive": 648, "boots": 649, "desktops": 650, "previous": 651, "quicker": 652, "matter": 653, "wiped": 654, "bit": 655, "feel": 656, "standpoint": 657, "dont": 658, "firfox": 659, "generally": 660, "install": 661, "mozzilla": 662, "safari": 663, "1/2": 664, "driver": 665, "fingerprint": 666, "installation": 667, "reader": 668, "display": 669, "birthday": 670, "given": 671, "happier": 672, "present": 673, "delivery": 674, "impressed": 675, "performance": 676, "quick": 677, "search": 678, "terrific": 679, "appearance": 680, "graphics": 681, "improved": 682, "resolution": 683, "built-in": 684, "cam": 685, "communication": 686, "fiance": 687, "lid": 688, "mic": 689, "mind": 690, "informed": 691, "school": 692, "premium": 693, "age": 694, "class": 695, "college": 696, "macs": 697, "connector": 698, "supply": 699, "dad": 700, "ethernet": 701, "drag": 702, "drop": 703, "feature": 704, "breaks": 705, "fancy": 706, "fixed": 707, "guess": 708, "brought": 709, "ordered": 710, "saved": 711, "tax": 712, "course": 713, "garageband": 714, "imovie": 715, "iwork": 716, "packages": 717, "huge": 718, "clear": 719, "colors": 720, "crystal": 721, "house": 722, "itunes": 723, "offer": 724, "wireless": 725, "benefits": 726, "13": 727, "especially": 728, "size": 729, "additional": 730, "base": 731, "user": 732, "held": 733, "inside": 734, "manuf": 735, "piece": 736, "plastic": 737, "camera": 738, "crisp": 739, "powerbook": 740, "users": 741, "amd": 742, "intel": 743, "processor": 744, "turin": 745, "easiest": 746, "menu": 747, "bluray": 748, "internal": 749, "read/write": 750, "awful": 751, "person": 752, "recomend": 753, "damage": 754, "defect": 755, "approximately": 756, "loved": 757, "unfortunately": 758, "fingerprints": 759, "shows": 760, "surface": 761, "gateway": 762, "nice": 763, "fits": 764, "awesome": 765, "ilife": 766, "leopard": 767, "snow": 768, "x": 769, "tag": 770, "easily": 771, "learning": 772, "os": 773, "picked": 774, "kids": 775, "cd": 776, "default": 777, "output": 778, "baby": 779, "function": 780, "custom": 781, "understand": 782, "lightweight": 783, "heavy": 784, "older": 785, "check": 786, "dual": 787, "ports": 788, "sleek": 789, "ipad": 790, "primary": 791, "decision": 792, "stock": 793, "choice": 794, "gray": 795, "disappointing": 796, "buttons": 797, "selling": 798, "computing": 799, "ghz": 800, "machines": 801, "protector": 802, "charging": 803, "magnetic": 804, "plug-in": 805, "test": 806, "..": 807, "creating": 808, "decided": 809, "stand": 810, "geek": 811, "refund": 812, "right": 813, "squad": 814, "try": 815, "fixing": 816, "inexpensive": 817, "overheating": 818, "shutting": 819, "solved": 820, "viruses": 821, "appleworks": 822, "causes": 823, "common": 824, "corrupted": 825, "compaq": 826, "short": 827, "paint": 828, "usual": 829, "department": 830, "electronics": 831, "major": 832, "comment": 833, "warrentys": 834, "disk": 835, "away": 836, "box": 837, "reading": 838, "whatnot": 839, "removed": 840, "seconds": 841, "g4": 842, "trackpad": 843, "human": 844, "interface": 845, "obviously": 846, "2011": 847, "early": 848, "edition": 849, "inbuilt": 850, "body": 851, "holds": 852, "i5": 853, "videos": 854, "antivirus": 855, "firewall": 856, "glad": 857, "low": 858, "exactly": 859, "equipment": 860, "investment": 861, "truly": 862, "nicely": 863, "summary": 864, "latest": 865, "waited": 866, "book": 867, "chat": 868, "sure": 869, "video": 870, "hassle": 871, "makes": 872, "175": 873, "cheaper": 874, "ridiculous": 875, "needed": 876, "takes": 877, "wasted": 878, "abilitiy": 879, "expectations": 880, "storage": 881, "document": 882, "spotlight": 883, "provides": 884, "blazing": 885, "keeps": 886, "liked": 887, "friendly": 888, "switch": 889, "-i": 890, "data": 891, "dvd": 892, "english": 893, "printer": 894, "techs": 895, "adding": 896, "seventy": 897, "seeing": 898, "adobe": 899, "apps": 900, "creative": 901, "graphic": 902, "charm": 903, "process": 904, "programs": 905, "materials": 906, "bunch": 907, "joy": 908, "turning": 909, "happens": 910, "beware": 911, "sells": 912, "serial": 913, "sp2": 914, "ultimate": 915, "audio": 916, "condition": 917, "disappointed": 918, "perfectly": 919, "favor": 920, "black": 921, "goes": 922, "checking": 923, "definitely": 924, "smooth": 925, "spec": 926, "burner": 927, "chip": 928, "components": 929, "discovered": 930, "end": 931, "fairly": 932, "lasting": 933, "soon": 934, "case": 935, "reccomend": 936, "automatically": 937, "complaint": 938, "ran": 939, "operation": 940, "expected": 941, "ground": 942, "isolator": 943, "likely": 944, "loop": 945, "poor": 946, "range": 947, "example": 948, "turns": 949, "leading": 950, "sharp": 951, "bloatware": 952, "loaded": 953, "managed": 954, "happening": 955, "maximum": 956, "nearly": 957, "care": 958, "bootcamp": 959, "flawlessly": 960, "action": 961, "pack": 962, "higher": 963, "recommended": 964, "parents": 965, "meet": 966, "wanting": 967, "arrived": 968, "functions": 969, "packing": 970, "twin": 971, "terrible": 972, "friend": 973, "change": 974, "nightmare": 975, "arcade": 976, "ahead": 977, "opinion": 978, "thinking": 979, "hated": 980, "listen": 981, "schoolwork": 982, "began": 983, "bulky": 984, "super": 985, "included": 986, "electronic": 987, "amazon": 988, "released": 989, "based": 990, "linux": 991, "blame": 992, "emachines": 993, "entirely": 994, "batteries": 995, "carton": 996, "replacing": 997, "played": 998, "senior": 999, "expense": 1000, "necessary": 1001, "16": 1002, "osx": 1003, "currently": 1004, "frequently": 1005, "randomly": 1006, "reboot": 1007, "unusable": 1008, "hdmi": 1009, "hook": 1010, "processors": 1011, "explorer": 1012, "rate": 1013, "fighting": 1014, "staff": 1015, "world": 1016, "companies": 1017, "cash": 1018, "receive": 1019, "aftermarket": 1020, "2nd": 1021, "happened": 1022, "professional": 1023, "car": 1024, "expansion": 1025, "sd": 1026, "dismantle": 1027, "knows": 1028, "2big": 1029, "800": 1030, "firewire": 1031, "lacie": 1032, "useful": 1033, "2009": 1034, "2010": 1035, "wait": 1036, "amsterdam": 1037, "ask": 1038, "machouse": 1039, "wont": 1040, "fires": 1041, "morning": 1042, "noises": 1043, "drives": 1044, "nature": 1045, "tutorial": 1046, "150": 1047, "2007": 1048, "image": 1049, "soud": 1050, "--": 1051, "tasks": 1052, "wife": 1053, "starter": 1054, "specifications": 1055, "click": 1056, "picture": 1057, "cords": 1058, "lion": 1059, "clicking": 1060, "ones": 1061, "realize": 1062, "6": 1063, "warning": 1064, "lan": 1065, "wired": 1066, "repairs": 1067, "kept": 1068, "pavillion": 1069, "font": 1070, "job": 1071, "come": 1072, "different": 1073, "pieces": 1074, "webpages": 1075, "2gb": 1076, "note": 1077, "ram": 1078, "stick": 1079, "left": 1080, "broke": 1081, "sending": 1082, "tell": 1083, "junk": 1084, "cusromer": 1085, "aluminum": 1086, "build": 1087, "dock": 1088, "particular": 1089, "newegg": 1090, "safe": 1091, "originally": 1092, "bucks": 1093, "costing": 1094, "waiting": 1095, "scratches": 1096, "beautiful": 1097, "promise": 1098, "regret": 1099, "50": 1100, "form": 1101, "standard": 1102, "vaio": 1103, "share": 1104, "capable": 1105, "durable": 1106, "sized": 1107, "anymore": 1108, "control": 1109, "die": 1110, "led": 1111, "regular": 1112, "gives": 1113, "limited": 1114, "space": 1115, "received": 1116, "burn": 1117, "priced": 1118, "navigation": 1119, "booth": 1120, "iphoto": 1121, "keynote": 1122, "management": 1123, "movie-making": 1124, "numbers": 1125, "pages": 1126, "photo": 1127, "video-editing": 1128, "lose": 1129, "unlike": 1130, "difference": 1131, "fantastic": 1132, "idea": 1133, "classes": 1134, "inch": 1135, "dropping": 1136, "drivers/applications": 1137, "launch": 1138, "manager": 1139, "reload": 1140, "apart": 1141, "falling": 1142, "switchable": 1143, "accept": 1144, "guarantee": 1145, "thrilled": 1146, "mgr": 1147, "updates": 1148, "mistake": 1149, "child": 1150, "children": 1151, "net": 1152, "amazed": 1153, "clean": 1154, "desk": 1155, "table": 1156, "network": 1157, "skype": 1158, "push": 1159, "actually": 1160, "hdd": 1161, "main": 1162, "rails": 1163, "mobile": 1164, "sit": 1165, "crap": 1166, "financing": 1167, "ups": 1168, "sold": 1169, "heat": 1170, "edit": 1171, "sister": 1172, "thoughts": 1173, "looks": 1174, "students": 1175, "brands": 1176, "line": 1177, "mid": 1178, "superior": 1179, "ms": 1180, "trial": 1181, "versions": 1182, "heck": 1183, "figure": 1184, "transition": 1185, "driving": 1186, "nortons": 1187, "frame": 1188, "flexibility": 1189, "fully": 1190, "2008": 1191, "field": 1192, "24": 1193, "broad": 1194, "hopefully": 1195, "ended": 1196, "abuse": 1197, "depot": 1198, "physical": 1199, "delivered": 1200, "complete": 1201, "background": 1202, "notebooks": 1203, "navigating": 1204, "speakers": 1205, "subwoofer": 1206, "built": 1207, "theres": 1208, "calls": 1209, "services": 1210, "story": 1211, "media": 1212, "costed": 1213, "trash": 1214, "plenty": 1215, "taken": 1216, "warranties": 1217, "blank": 1218, "configure": 1219, "level": 1220, "settings": 1221, "seamless": 1222, "seen": 1223, "u": 1224, "excited": 1225, "powerful": 1226, "apparently": 1227, "defective": 1228, "basic": 1229, "lower": 1230, "photoshop": 1231, "review": 1232, "gb": 1233, "downloads": 1234, "emails": 1235, "securitysoftware": 1236, "surfing": 1237, "mail": 1238, "17-inch": 1239, "research": 1240, "consumer": 1241, "mbp": 1242, "reviews": 1243, "switching": 1244, "costs": 1245, "casing": 1246, "signals": 1247, "hung": 1248, "12": 1249, "reliability": 1250, "occasional": 1251, "button": 1252, "multiple": 1253, "opened": 1254, "separate": 1255, "viewer": 1256, "expect": 1257, "cable": 1258, "books": 1259, "fun": 1260, "wifi": 1261, "handle": 1262, "toy": 1263, "compatible": 1264, "sentences": 1265, "words": 1266, "ideal": 1267, "temp": 1268, "sounds": 1269, "restart": 1270, "fault": 1271, "existing": 1272, "thunderbolt": 1273, "lcd": 1274, "includes": 1275, "sucks": 1276, "400": 1277, "explore": 1278, "flash": 1279, "player": 1280, "mini": 1281, "4gb": 1282, "tip": 1283, "dead": 1284, "impossible": 1285, "constant": 1286, "hardrive": 1287, "walmart": 1288, "solid": 1289, "iweb": 1290, "discover": 1291, "options": 1292, "live": 1293, "switched": 1294, "lasted": 1295, "close": 1296, "loose": 1297, "stuff": 1298, "write": 1299, "contacted": 1300, "friday": 1301, "issued": 1302, "rma": 1303, "spoke": 1304, "transfer": 1305, "performs": 1306, "60": 1307, "screen/video": 1308, "cut": 1309, "dreamweaver": 1310, "final": 1311, "firefox": 1312, "messenger": 1313, "msn": 1314, "recently": 1315, "shot": 1316, "ive": 1317, "gigs": 1318, "burners": 1319, "photos": 1320, "presentations": 1321, "uploading": 1322, "despite": 1323, "inconvenient": 1324, "opted": 1325, "comparable": 1326, "adapter": 1327, "plug": 1328, "functioning": 1329, "tab": 1330, "aware": 1331, "panel": 1332, "tft": 1333, "bulk": 1334, "previously": 1335, "clicker": 1336, "combined": 1337, "unibody": 1338, "outstanding": 1339, "solution": 1340, "suggest": 1341, "hinges": 1342, "11": 1343, "advertised": 1344, "75": 1345, "chipset": 1346, "nvidia": 1347, "respond": 1348, "consistancy": 1349, "websites": 1350, "bindings": 1351, "reasonable": 1352, "air": 1353, "ship": 1354, "decide": 1355, "10-key": 1356, "noise": 1357, "tabs": 1358, "rocks": 1359, "500gb": 1360, "biggest": 1361, "dvds": 1362, "dollar": 1363, "willing": 1364, "dedicated": 1365, "require": 1366, "appealing": 1367, "mean": 1368, "state": 1369, "capabilities": 1370, "beginning": 1371, "activity": 1372, "beachball": 1373, "spinning": 1374, "throughput": 1375, "zero": 1376, "access": 1377, "felt": 1378, "lack": 1379, "resolutions": 1380, "trips": 1381, "edges": 1382, "rest": 1383, "iphotos": 1384, "door": 1385, "throw": 1386, "cpu": 1387, "excel": 1388, "wheel": 1389, "seriously": 1390, "possible": 1391, "allow": 1392, "concerned": 1393, "convert": 1394, "view": 1395, "18.4": 1396, "traveling": 1397, "layout": 1398, "organized": 1399, "environment": 1400, "normal": 1401, "convenient": 1402, "programming": 1403, "industry": 1404, "vhs": 1405, "hrs": 1406, "read": 1407, "actual": 1408, "starting-up": 1409, "operates": 1410, "real": 1411, "transporting": 1412, "capability": 1413, "mcbook": 1414, "choose": 1415, "agents": 1416, "aftereffects": 1417, "claim": 1418, "dependability": 1419, "worse": 1420, "researching": 1421, "doubt": 1422, "moment": 1423, "13.3": 1424, "openoffice": 1425, "span": 1426, "attention": 1427, "specs": 1428, "stability": 1429, "controller": 1430, "sata": 1431, "proud": 1432, "larger": 1433, "pros": 1434, "affordable": 1435, "fit": 1436, "1000": 1437, "stupid": 1438, "scratch": 1439, "watch": 1440, "patches": 1441, "5850": 1442, "ddr3": 1443, "ddr5": 1444, "radeon": 1445, "relatively": 1446, "desired": 1447, "wonder": 1448, "pop": 1449, "living": 1450, "room": 1451, "3g": 1452, "starting": 1453, "lacking": 1454, "cover": 1455, "information": 1456, "christmas": 1457, "nortell": 1458, "privacy": 1459, "spy": 1460, "ware": 1461, "videocard": 1462, "stylish": 1463, "careful": 1464, "pixel": 1465, "sizes": 1466, "pre": 1467, "plan": 1468, "performing": 1469, "afford": 1470, "budget": 1471, "booting": 1472, "address": 1473, "imail": 1474, "transport": 1475, "fall": 1476, "capacity": 1477, "window": 1478, "checked": 1479, "jump": 1480, "questions": 1481, "downfall": 1482, "everyday": 1483, "connectivity": 1484, "discharges": 1485, "compatibility": 1486, "honest": 1487, "decent": 1488, "acknowledge": 1489, "coming": 1490, "sink": 1491, "antiviral": 1492, "micro": 1493, "trend": 1494, "june": 1495, "covers": 1496, "wires": 1497, "connection": 1498, "speedy": 1499, "weak": 1500, "pricing": 1501, "occasions": 1502, "2.5": 1503, "unable": 1504, "uninstall": 1505, "iworks": 1506, "printers": 1507, "loyal": 1508, "mark": 1509, "application": 1510, "camp": 1511, "pain": 1512, "copy": 1513, "300": 1514, "applecare": 1515, "cad": 1516, "minor": 1517, "sensitive": 1518, "pushed": 1519, "cordless": 1520, "attractive": 1521, "logon": 1522, "grill": 1523, "letter": 1524, "student": 1525, "star": 1526, "recovey": 1527, "account": 1528, "portability": 1529, "screens": 1530, "remember": 1531, "aesthetics": 1532, "local": 1533, "headphone": 1534, "headphones": 1535, "jack": 1536, "touch-pad": 1537, "manufacturer": 1538, "parts": 1539, "workhorse": 1540, "art": 1541, "retired": 1542, "dashboard": 1543, "post": 1544, "tools": 1545, "policy": 1546, "item": 1547, "faulty": 1548, "fixes": 1549, "affordability": 1550, "9800": 1551, "arm": 1552, "changed": 1553, "receipt": 1554, "1-year-warranty": 1555, "finding": 1556, "processer": 1557, "asking": 1558, "solve": 1559, "production": 1560, "touch-mouse": 1561, "numeric": 1562, "hand": 1563, "velcro": 1564, "daily": 1565, "slide": 1566, "versitility": 1567, "known": 1568, "connections": 1569, "2005": 1570, "browsers": 1571, "installing": 1572, "loving": 1573, "moments": 1574, "wall": 1575, "dislike": 1576, "clarity": 1577, "sharpness": 1578, "items": 1579, "safety": 1580, "cause": 1581, "one-year": 1582, "requirements": 1583, "serves": 1584, "strong": 1585, "blade": 1586, "saying": 1587, "harddrives": 1588, "functionality": 1589, "simplicity": 1590, "scary": 1591, "mom": 1592, "mute": 1593, "reproduction": 1594, "'certified": 1595, "proprietary": 1596, "aside": 1597, "spyware": 1598, "interfaces": 1599, "8gb": 1600, "ati": 1601, "grafics": 1602, "instructions": 1603, "cursor": 1604, "exact": 1605, "similar": 1606, "gadgets": 1607, "operate": 1608, "create": 1609, "okay": 1610, "fourth": 1611, "language": 1612, "starts": 1613, "usage": 1614, "22": 1615, "dual-core": 1616, "macosx": 1617, "quad-core": 1618, "island": 1619, "spreadsheets": 1620, "performed": 1621, "cards": 1622, "current": 1623, "t": 1624, "surprised": 1625, "death": 1626, "continues": 1627, "provide": 1628, "paste": 1629, "thermal": 1630, "internals": 1631, "facial": 1632, "recognition": 1633, "backpack": 1634, "basics": 1635, "joke": 1636, "fans": 1637, "preformed": 1638, "minute": 1639, "supplied": 1640, "idvd": 1641, "models": 1642, "says": 1643, "chrome": 1644, "google": 1645, "aspect": 1646, "firewall/security": 1647, "norton": 1648, "pre-loaded": 1649, "initial": 1650, "difficult": 1651, "dust": 1652, "lived": 1653, "alienware": 1654, "4000": 1655, "techies": 1656, "docking": 1657, "enabled": 1658, "sonic": 1659, "stage": 1660, "slightly": 1661, "powerpoint": 1662, "begin": 1663, "bestbuy": 1664, "rep": 1665, "non-dedicated": 1666, "16gb": 1667, "bays": 1668, "slots": 1669, "searching": 1670, "considering": 1671, "supposed": 1672, "material": 1673, "exchanged": 1674, "connects": 1675, "lighted": 1676, "mainboard": 1677, "accessories": 1678, "wt": 1679, "lenovo": 1680, "swap": 1681, "till": 1682, "motherboards": 1683, "ac": 1684, "peformance": 1685, "breeze": 1686, "print": 1687, "s-video": 1688, "manual": 1689, "adjust": 1690, "sensitivity": 1691, "networks": 1692, "shift": 1693, "programm": 1694, "focused": 1695, "response": 1696, "charges": 1697, "ibook": 1698, "basically": 1699, "shortcuts": 1700, "2006": 1701, "bags": 1702, "seventeen": 1703, "tightened": 1704, "brick": 1705, "dc": 1706, "price-point": 1707, "impressive": 1708, "microphone": 1709, "security-prone": 1710, "shipment": 1711, "quicklook": 1712, "bells": 1713, "downloading": 1714, "whistles": 1715, "finger": 1716, "prices": 1717, "icon": 1718, "kernal": 1719, "stunning": 1720, "2000": 1721, "certainly": 1722, "addition": 1723, "keynotes": 1724, "chance": 1725, "slows": 1726, "list": 1727, "definition": 1728, "beast": 1729, "cons": 1730, "helped": 1731, "pentium": 1732, "expese": 1733, "aero": 1734, "learned": 1735, "machined": 1736, "parallels": 1737, "thanks": 1738, "o/s": 1739, "visa": 1740, "win": 1741, "win7": 1742, "resume": 1743, "shutdown": 1744, "sleep": 1745, "startup": 1746, "tablet": 1747, "flatline": 1748, "ergonomics": 1749, "admit": 1750, "durability": 1751, "surf": 1752, "tote": 1753, "worried": 1754, "command": 1755, "prompt": 1756, "holding": 1757, "icons": 1758, "i3": 1759, "option": 1760, "brightness": 1761, "carrying": 1762, "1gb": 1763, "fuzz": 1764, "analysis": 1765, "complex": 1766, "hardcopy": 1767, "manuel": 1768, "visual": 1769, "plate": 1770, "speeds": 1771, "driver/application": 1772, "detection": 1773, "pointer": 1774, "engineering": 1775, "purpose": 1776, "creation": 1777, "lightscribe": 1778, "ince": 1779, "period": 1780, "details": 1781, "core2": 1782, "signal": 1783, "incase": 1784, "mentioned": 1785, "shells": 1786, "facility": 1787, "18-inch": 1788, "universal": 1789, "technicians": 1790, "shaped": 1791, "zooming": 1792, "maker": 1793, "beauty": 1794, "2003": 1795, "gps": 1796, "associates": 1797, "o": 1798, "bay": 1799, "leather": 1800, "commodity": 1801, "enterprise": 1802, "paralles": 1803, "server": 1804, "slim": 1805, "mountain": 1806, "miss": 1807, "beats": 1808, "retina": 1809, "slot": 1810, "usb3": 1811, "ssd": 1812, "2012": 1813, "cd/dvd": 1814}