{"battery": 1, "charge": 2, "cord": 3, "good": 4, "life": 5, "night": 6, "taking": 7, "bought": 8, "hp": 9, "laptop": 10, "pavilion": 11, "problems": 12, "center": 13, "guy": 14, "netbook": 15, "retail": 16, "said": 17, "sales": 18, "service": 19, "shop": 20, "team": 21, "tech": 22, "netbooks": 23, "saw": 24, "toshiba": 25, "day": 26, "large": 27, "little": 28, "lots": 29, "people": 30, "presentation": 31, "projector": 32, "set": 33, "time": 34, "absolutely": 35, "applications": 36, "easy": 37, "extremely": 38, "gorgeous": 39, "gui": 40, "high": 41, "highly": 42, "quality": 43, "stable": 44, "use": 45, "laptops": 46, "start": 47, "sad": 48, "band": 49, "features": 50, "garage": 51, "got": 52, "ichat": 53, "like": 54, "offers": 55, "photobooth": 56, "son": 57, "ca": 58, "cell": 59, "needless": 60, "pc": 61, "phone": 62, "support": 63, "useless": 64, "great": 65, "fix": 66, "problem": 67, "dark": 68, "drive": 69, "freaking": 70, "hard": 71, "light": 72, "power": 73, "screen": 74, "thing": 75, "turn": 76, "turned": 77, "usually": 78, "finally": 79, "macbook": 80, "money": 81, "pretty": 82, "pricey": 83, "putting": 84, "asus": 85, "blue": 86, "remove": 87, "required": 88, "took": 89, "break": 90, "buy": 91, "edge": 92, "enclosure": 93, "home": 94, "know": 95, "macbooks": 96, "rubber": 97, "area": 98, "external": 99, "gaming": 100, "gestures": 101, "having": 102, "mouse": 103, "multi-touch": 104, "tracking": 105, "unnecessary": 106, "plus": 107, "reasonably": 108, "small": 109, "work": 110, "hate": 111, "correctly": 112, "place": 113, "repaired": 114, "totally": 115, "extra": 116, "paid": 117, "repair": 118, "send": 119, "site": 120, "boy": 121, "oh": 122, "advantage": 123, "apple": 124, "big": 125, "company": 126, "consider": 127, "going": 128, "recent": 129, "s": 130, "things": 131, "entire": 132, "love": 133, "software": 134, "suite": 135, "way": 136, "works": 137, "satisfied": 138, "speed": 139, "bright": 140, "long": 141, "7": 142, "meets": 143, "windows": 144, "frustrating": 145, "barely": 146, "connected": 147, "devices": 148, "properly": 149, "stay": 150, "usb": 151, "bad": 152, "freeze": 153, "game": 154, "play": 155, "thats": 156, "-no": 157, "backlit": 158, "issue": 159, "keyboard": 160, "crashed": 161, "installed": 162, "plugged": 163, "running": 164, "bother": 165, "expecting": 166, "getting": 167, "knew": 168, "mac": 169, "microsoft": 170, "office": 171, "iphone": 172, "syncing": 173, "talk": 174, "buying": 175, "30": 176, "added": 177, "bonus": 178, "hd": 179, "helps": 180, "monitor": 181, "business": 182, "boot": 183, "completely": 184, "crashes": 185, "machine": 186, "occasionally": 187, "slow": 188, "dollars": 189, "help": 190, "hours": 191, "paying": 192, "2": 193, "owning": 194, "waste": 195, "experience": 196, "repeat": 197, "total": 198, "flaws": 199, "noticed": 200, "penny": 201, "single": 202, "worth": 203, "ago": 204, "couple": 205, "months": 206, "newer": 207, "tried": 208, "upgrade": 209, "version": 210, "perfect": 211, "replace": 212, "working": 213, "gotten": 214, "past": 215, "virus": 216, "years": 217, "operating": 218, "preloaded": 219, "'m": 220, "forward": 221, "future": 222, "looking": 223, "products": 224, "purchasing": 225, "best": 226, "price": 227, "bios": 228, "clock": 229, "directly": 230, "gave": 231, "including": 232, "numerous": 233, "setting": 234, "setup": 235, "techie": 236, "trying": 237, "able": 238, "country": 239, "warranty": 240, "near": 241, "compact": 242, "device": 243, "exceeded": 244, "met": 245, "needs": 246, "travel": 247, "brand": 248, "realized": 249, "correct": 250, "date": 251, "save": 252, "covered": 253, "sent": 254, "twice": 255, "15": 256, "broken": 257, "contact": 258, "days": 259, "later": 260, "let": 261, "replacement": 262, "requiring": 263, "return": 264, "returned": 265, "portable": 266, "friends": 267, "recommend": 268, "honestly": 269, "self": 270, "pro": 271, "reasons": 272, "fan": 273, "kinda": 274, "loud": 275, "called": 276, "card": 277, "cost": 278, "credit": 279, "customer": 280, "expired": 281, "number": 282, "old": 283, "ready": 284, "talking": 285, "technician": 286, "told": 287, "email": 288, "purchased": 289, "trip": 290, "certain": 291, "disc": 292, "drivers": 293, "files": 294, "loads": 295, "times": 296, "froze": 297, "ok": 298, "shut": 299, "update": 300, "updated": 301, "-they": 302, "lost": 303, "month": 304, "spent": 305, "technical": 306, "second": 307, "browser": 308, "speaking": 309, "imagine": 310, "think": 311, "slick": 312, "runs": 313, "scan": 314, "9": 315, "look": 316, "punds": 317, "fast": 318, "open": 319, "program": 320, "warrenty": 321, "came": 322, "happy": 323, "purchase": 324, "satellite": 325, "amazing": 326, "100": 327, "fact": 328, "spend": 329, "value": 330, "webcam": 331, "internet": 332, "managing": 333, "personal": 334, "died": 335, "motherboard": 336, "comes": 337, "started": 338, "4": 339, "charger": 340, "forced": 341, "hardware": 342, "new": 343, "stopped": 344, "helpful": 345, "immediately": 346, "gone": 347, "maybe": 348, "wrong": 349, "giving": 350, "headquarters": 351, "looked": 352, "report": 353, "weeks": 354, "fell": 355, "music": 356, "complain": 357, "force": 358, "freezes": 359, "quit": 360, "website": 361, "run": 362, "warm": 363, "incredibly": 364, "rarely": 365, "allows": 366, "enjoy": 367, "vmware": 368, "easier": 369, "faster": 370, "lot": 371, "navigate": 372, "lap": 373, "went": 374, "worked": 375, "pcs": 376, "elegant": 377, "wonderful": 378, "3rd": 379, "extended": 380, "refused": 381, "trouble": 382, "wanted": 383, "increase": 384, "memory": 385, "order": 386, "performace": 387, "upgraded": 388, "half": 389, "year": 390, "learn": 391, "documents": 392, "folder": 393, "opening": 394, "quickly": 395, "simple": 396, "carry": 397, "lighter": 398, "smaller": 399, "caused": 400, "failure": 401, "genius": 402, "store": 403, "'ll": 404, "product": 405, "thank": 406, "doesnt": 407, "happen": 408, "horrible": 409, "constantly": 410, "crashing": 411, "designed": 412, "frustrated": 413, "intuitive": 414, "poorly": 415, "systems": 416, "1st": 417, "count": 418, "sorry": 419, "5": 420, "connect": 421, "download": 422, "ipod": 423, "touch": 424, "overall": 425, "glass": 426, "touchpad": 427, "board": 428, "continued": 429, "mother": 430, "replaced": 431, "sound": 432, "speaker": 433, "notebook": 434, "probably": 435, "hardly": 436, "middle": 437, "better": 438, "thought": 439, "crash": 440, "hope": 441, "reputation": 442, "true": 443, "wo": 444, "worry": 445, "expensive": 446, "shipping": 447, "yeah": 448, "express": 449, "luck": 450, "simpler": 451, "far": 452, "favorite": 453, "sony": 454, "delete": 455, "editing": 456, "key": 457, "writing": 458, "annoying": 459, "letters": 460, "owner": 461, "assistance": 462, "bar": 463, "beat": 464, "ease": 465, "10": 466, "browsing": 467, "hour": 468, "making": 469, "movie": 470, "playing": 471, "web": 472, "word": 473, "17": 474, "july": 475, "saturday": 476, "shipped": 477, "cheap": 478, "acer": 479, "asked": 480, "available": 481, "discs": 482, "free": 483, "recovery": 484, "assurance": 485, "lemon": 486, "max": 487, "market": 488, "backup": 489, "eventually": 490, "imac": 491, "uses": 492, "important": 493, "issues": 494, "timer": 495, "alright": 496, "core": 497, "outside": 498, "processing": 499, "temperatures": 500, "track": 501, "unit": 502, "gift": 503, "graduation": 504, "downloaded": 505, "page": 506, "images": 507, "mode": 508, "today": 509, "need": 510, "protection": 511, "bluetooth": 512, "hinge": 513, "hoping": 514, "lg": 515, "daughter": 516, "facebook": 517, "games": 518, "pictures": 519, "reliable": 520, "responds": 521, "failed": 522, "week": 523, "efficient": 524, "leaves": 525, "want": 526, "april": 527, "average": 528, "weight": 529, "yes": 530, "believe": 531, "charged": 532, "representive": 533, "xp": 534, "vista": 535, "alot": 536, "hot": 537, "sitting": 538, "deal": 539, "quiet": 540, "typing": 541, "design": 542, "family": 543, "sense": 544, "papers": 545, "camper": 546, "customers": 547, "dell": 548, "disservice": 549, "pay": 550, "'d": 551, "returning": 552, "cooling": 553, "error": 554, "general": 555, "minutes": 556, "i7": 557, "movies": 558, "quad": 559, "render": 560, "bummer": 561, "kind": 562, "longer": 563, "reason": 564, "simply": 565, "associate": 566, "chose": 567, "white": 568, "wallet": 569, "literally": 570, "online": 571, "tutorials": 572, "watching": 573, "hooked": 574, "tv": 575, "pounds": 576, "seven": 577, "weighed": 578, "bag": 579, "special": 580, "color": 581, "cool": 582, "keys": 583, "weird": 584, "8": 585, "model": 586, "owned": 587, "worst": 588, "macconnection": 589, "smoothly": 590, "comparison": 591, "factor": 592, "style": 593, "3": 594, "im": 595, "point": 596, "pleased": 597, "feels": 598, "fine": 599, "type": 600, "flaw": 601, "shiny": 602, "computers": 603, "dirty": 604, "hands": 605, "mousepad": 606, "hold": 607, "leave": 608, "mention": 609, "slowly": 610, "freezing": 611, "familiar": 612, "stars": 613, "technology": 614, "husband": 615, "complaints": 616, "desktop": 617, "construction": 618, "longevity": 619, "configuration": 620, "compared": 621, "pad": 622, "pricetag": 623, "security": 624, "gets": 625, "stuck": 626, "packard": 627, "instead": 628, "1": 629, "late": 630, "stop": 631, "tired": 632, "wish": 633, "bigger": 634, "port": 635, "vga": 636, "add": 637, "excellent": 638, "drawback": 639, "buyer": 640, "mart": 641, "wal": 642, "garmin": 643, "load": 644, "nicer": 645, "spending": 646, "didnt": 647, "volume": 648, "responsive": 649, "boots": 650, "desktops": 651, "previous": 652, "quicker": 653, "matter": 654, "wiped": 655, "bit": 656, "feel": 657, "standpoint": 658, "dont": 659, "firfox": 660, "generally": 661, "install": 662, "mozzilla": 663, "safari": 664, "1/2": 665, "driver": 666, "fingerprint": 667, "installation": 668, "reader": 669, "display": 670, "birthday": 671, "given": 672, "happier": 673, "present": 674, "delivery": 675, "impressed": 676, "performance": 677, "quick": 678, "search": 679, "terrific": 680, "appearance": 681, "graphics": 682, "improved": 683, "resolution": 684, "built-in": 685, "cam": 686, "communication": 687, "fiance": 688, "lid": 689, "mic": 690, "mind": 691, "informed": 692, "school": 693, "premium": 694, "age": 695, "class": 696, "college": 697, "macs": 698, "connector": 699, "supply": 700, "dad": 701, "ethernet": 702, "drag": 703, "drop": 704, "feature": 705, "breaks": 706, "fancy": 707, "fixed": 708, "guess": 709, "brought": 710, "ordered": 711, "saved": 712, "tax": 713, "course": 714, "garageband": 715, "imovie": 716, "iwork": 717, "packages": 718, "huge": 719, "clear": 720, "colors": 721, "crystal": 722, "house": 723, "itunes": 724, "offer": 725, "wireless": 726, "benefits": 727, "13": 728, "especially": 729, "size": 730, "additional": 731, "base": 732, "user": 733, "held": 734, "inside": 735, "manuf": 736, "piece": 737, "plastic": 738, "camera": 739, "crisp": 740, "powerbook": 741, "users": 742, "amd": 743, "intel": 744, "processor": 745, "turin": 746, "easiest": 747, "menu": 748, "bluray": 749, "internal": 750, "read/write": 751, "awful": 752, "person": 753, "recomend": 754, "damage": 755, "defect": 756, "approximately": 757, "loved": 758, "unfortunately": 759, "fingerprints": 760, "shows": 761, "surface": 762, "gateway": 763, "nice": 764, "fits": 765, "awesome": 766, "ilife": 767, "leopard": 768, "snow": 769, "x": 770, "tag": 771, "easily": 772, "learning": 773, "os": 774, "picked": 775, "kids": 776, "cd": 777, "default": 778, "output": 779, "baby": 780, "function": 781, "custom": 782, "understand": 783, "lightweight": 784, "heavy": 785, "older": 786, "check": 787, "dual": 788, "ports": 789, "sleek": 790, "ipad": 791, "primary": 792, "decision": 793, "stock": 794, "choice": 795, "gray": 796, "disappointing": 797, "buttons": 798, "selling": 799, "computing": 800, "ghz": 801, "machines": 802, "protector": 803, "charging": 804, "magnetic": 805, "plug-in": 806, "test": 807, "..": 808, "creating": 809, "decided": 810, "stand": 811, "geek": 812, "refund": 813, "right": 814, "squad": 815, "try": 816, "fixing": 817, "inexpensive": 818, "overheating": 819, "shutting": 820, "solved": 821, "viruses": 822, "appleworks": 823, "causes": 824, "common": 825, "corrupted": 826, "compaq": 827, "short": 828, "paint": 829, "usual": 830, "department": 831, "electronics": 832, "major": 833, "comment": 834, "warrentys": 835, "disk": 836, "away": 837, "box": 838, "reading": 839, "whatnot": 840, "removed": 841, "seconds": 842, "g4": 843, "trackpad": 844, "human": 845, "interface": 846, "obviously": 847, "2011": 848, "early": 849, "edition": 850, "inbuilt": 851, "body": 852, "holds": 853, "i5": 854, "videos": 855, "antivirus": 856, "firewall": 857, "glad": 858, "low": 859, "exactly": 860, "equipment": 861, "investment": 862, "truly": 863, "nicely": 864, "summary": 865, "latest": 866, "waited": 867, "book": 868, "chat": 869, "sure": 870, "video": 871, "hassle": 872, "makes": 873, "175": 874, "cheaper": 875, "ridiculous": 876, "needed": 877, "takes": 878, "wasted": 879, "abilitiy": 880, "expectations": 881, "storage": 882, "document": 883, "spotlight": 884, "provides": 885, "blazing": 886, "keeps": 887, "liked": 888, "friendly": 889, "switch": 890, "-i": 891, "data": 892, "dvd": 893, "english": 894, "printer": 895, "techs": 896, "adding": 897, "seventy": 898, "seeing": 899, "adobe": 900, "apps": 901, "creative": 902, "graphic": 903, "charm": 904, "process": 905, "programs": 906, "materials": 907, "bunch": 908, "joy": 909, "turning": 910, "happens": 911, "beware": 912, "sells": 913, "serial": 914, "sp2": 915, "ultimate": 916, "audio": 917, "condition": 918, "disappointed": 919, "perfectly": 920, "favor": 921, "black": 922, "goes": 923, "checking": 924, "definitely": 925, "smooth": 926, "spec": 927, "burner": 928, "chip": 929, "components": 930, "discovered": 931, "end": 932, "fairly": 933, "lasting": 934, "soon": 935, "case": 936, "reccomend": 937, "automatically": 938, "complaint": 939, "ran": 940, "operation": 941, "expected": 942, "ground": 943, "isolator": 944, "likely": 945, "loop": 946, "poor": 947, "range": 948, "example": 949, "turns": 950, "leading": 951, "sharp": 952, "bloatware": 953, "loaded": 954, "managed": 955, "happening": 956, "maximum": 957, "nearly": 958, "care": 959, "bootcamp": 960, "flawlessly": 961, "action": 962, "pack": 963, "higher": 964, "recommended": 965, "parents": 966, "meet": 967, "wanting": 968, "arrived": 969, "functions": 970, "packing": 971, "twin": 972, "terrible": 973, "friend": 974, "change": 975, "nightmare": 976, "arcade": 977, "ahead": 978, "opinion": 979, "thinking": 980, "hated": 981, "listen": 982, "schoolwork": 983, "began": 984, "bulky": 985, "super": 986, "included": 987, "electronic": 988, "amazon": 989, "released": 990, "based": 991, "linux": 992, "blame": 993, "emachines": 994, "entirely": 995, "batteries": 996, "carton": 997, "replacing": 998, "played": 999, "senior": 1000, "expense": 1001, "necessary": 1002, "16": 1003, "osx": 1004, "currently": 1005, "frequently": 1006, "randomly": 1007, "reboot": 1008, "unusable": 1009, "hdmi": 1010, "hook": 1011, "processors": 1012, "explorer": 1013, "rate": 1014, "fighting": 1015, "staff": 1016, "world": 1017, "companies": 1018, "cash": 1019, "receive": 1020, "aftermarket": 1021, "2nd": 1022, "happened": 1023, "professional": 1024, "car": 1025, "expansion": 1026, "sd": 1027, "dismantle": 1028, "knows": 1029, "2big": 1030, "800": 1031, "firewire": 1032, "lacie": 1033, "useful": 1034, "2009": 1035, "2010": 1036, "wait": 1037, "amsterdam": 1038, "ask": 1039, "machouse": 1040, "wont": 1041, "fires": 1042, "morning": 1043, "noises": 1044, "drives": 1045, "nature": 1046, "tutorial": 1047, "150": 1048, "2007": 1049, "image": 1050, "soud": 1051, "--": 1052, "tasks": 1053, "wife": 1054, "starter": 1055, "specifications": 1056, "click": 1057, "picture": 1058, "cords": 1059, "lion": 1060, "clicking": 1061, "ones": 1062, "realize": 1063, "6": 1064, "warning": 1065, "lan": 1066, "wired": 1067, "repairs": 1068, "kept": 1069, "pavillion": 1070, "font": 1071, "job": 1072, "come": 1073, "different": 1074, "pieces": 1075, "webpages": 1076, "2gb": 1077, "note": 1078, "ram": 1079, "stick": 1080, "left": 1081, "broke": 1082, "sending": 1083, "tell": 1084, "junk": 1085, "cusromer": 1086, "aluminum": 1087, "build": 1088, "dock": 1089, "particular": 1090, "newegg": 1091, "safe": 1092, "originally": 1093, "bucks": 1094, "costing": 1095, "waiting": 1096, "scratches": 1097, "beautiful": 1098, "promise": 1099, "regret": 1100, "50": 1101, "form": 1102, "standard": 1103, "vaio": 1104, "share": 1105, "capable": 1106, "durable": 1107, "sized": 1108, "anymore": 1109, "control": 1110, "die": 1111, "led": 1112, "regular": 1113, "gives": 1114, "limited": 1115, "space": 1116, "received": 1117, "burn": 1118, "priced": 1119, "navigation": 1120, "booth": 1121, "iphoto": 1122, "keynote": 1123, "management": 1124, "movie-making": 1125, "numbers": 1126, "pages": 1127, "photo": 1128, "video-editing": 1129, "lose": 1130, "unlike": 1131, "difference": 1132, "fantastic": 1133, "idea": 1134, "classes": 1135, "inch": 1136, "dropping": 1137, "drivers/applications": 1138, "launch": 1139, "manager": 1140, "reload": 1141, "apart": 1142, "falling": 1143, "switchable": 1144, "accept": 1145, "guarantee": 1146, "thrilled": 1147, "mgr": 1148, "updates": 1149, "mistake": 1150, "child": 1151, "children": 1152, "net": 1153, "amazed": 1154, "clean": 1155, "desk": 1156, "table": 1157, "network": 1158, "skype": 1159, "push": 1160, "actually": 1161, "hdd": 1162, "main": 1163, "rails": 1164, "mobile": 1165, "sit": 1166, "crap": 1167, "financing": 1168, "ups": 1169, "sold": 1170, "heat": 1171, "edit": 1172, "sister": 1173, "thoughts": 1174, "looks": 1175, "students": 1176, "brands": 1177, "line": 1178, "mid": 1179, "superior": 1180, "ms": 1181, "trial": 1182, "versions": 1183, "heck": 1184, "figure": 1185, "transition": 1186, "driving": 1187, "nortons": 1188, "frame": 1189, "flexibility": 1190, "fully": 1191, "2008": 1192, "field": 1193, "24": 1194, "broad": 1195, "hopefully": 1196, "ended": 1197, "abuse": 1198, "depot": 1199, "physical": 1200, "delivered": 1201, "complete": 1202, "background": 1203, "notebooks": 1204, "navigating": 1205, "speakers": 1206, "subwoofer": 1207, "built": 1208, "theres": 1209, "calls": 1210, "services": 1211, "story": 1212, "media": 1213, "costed": 1214, "trash": 1215, "plenty": 1216, "taken": 1217, "warranties": 1218, "blank": 1219, "configure": 1220, "level": 1221, "settings": 1222, "seamless": 1223, "seen": 1224, "u": 1225, "excited": 1226, "powerful": 1227, "apparently": 1228, "defective": 1229, "basic": 1230, "lower": 1231, "photoshop": 1232, "review": 1233, "gb": 1234, "downloads": 1235, "emails": 1236, "securitysoftware": 1237, "surfing": 1238, "mail": 1239, "17-inch": 1240, "research": 1241, "consumer": 1242, "mbp": 1243, "reviews": 1244, "switching": 1245, "costs": 1246, "casing": 1247, "signals": 1248, "hung": 1249, "12": 1250, "reliability": 1251, "occasional": 1252, "button": 1253, "multiple": 1254, "opened": 1255, "separate": 1256, "viewer": 1257, "expect": 1258, "cable": 1259, "books": 1260, "fun": 1261, "wifi": 1262, "handle": 1263, "toy": 1264, "compatible": 1265, "sentences": 1266, "words": 1267, "ideal": 1268, "temp": 1269, "sounds": 1270, "restart": 1271, "fault": 1272, "existing": 1273, "thunderbolt": 1274, "lcd": 1275, "includes": 1276, "sucks": 1277, "400": 1278, "explore": 1279, "flash": 1280, "player": 1281, "mini": 1282, "4gb": 1283, "tip": 1284, "dead": 1285, "impossible": 1286, "constant": 1287, "hardrive": 1288, "walmart": 1289, "solid": 1290, "iweb": 1291, "discover": 1292, "options": 1293, "live": 1294, "switched": 1295, "lasted": 1296, "close": 1297, "loose": 1298, "stuff": 1299, "write": 1300, "contacted": 1301, "friday": 1302, "issued": 1303, "rma": 1304, "spoke": 1305, "transfer": 1306, "performs": 1307, "60": 1308, "screen/video": 1309, "cut": 1310, "dreamweaver": 1311, "final": 1312, "firefox": 1313, "messenger": 1314, "msn": 1315, "recently": 1316, "shot": 1317, "ive": 1318, "gigs": 1319, "burners": 1320, "photos": 1321, "presentations": 1322, "uploading": 1323, "despite": 1324, "inconvenient": 1325, "opted": 1326, "comparable": 1327, "adapter": 1328, "plug": 1329, "functioning": 1330, "tab": 1331, "aware": 1332, "panel": 1333, "tft": 1334, "bulk": 1335, "previously": 1336, "clicker": 1337, "combined": 1338, "unibody": 1339, "outstanding": 1340, "solution": 1341, "suggest": 1342, "hinges": 1343, "11": 1344, "advertised": 1345, "75": 1346, "chipset": 1347, "nvidia": 1348, "respond": 1349, "consistancy": 1350, "websites": 1351, "bindings": 1352, "reasonable": 1353, "air": 1354, "ship": 1355, "decide": 1356, "10-key": 1357, "noise": 1358, "tabs": 1359, "rocks": 1360, "500gb": 1361, "biggest": 1362, "dvds": 1363, "dollar": 1364, "willing": 1365, "dedicated": 1366, "require": 1367, "appealing": 1368, "mean": 1369, "state": 1370, "capabilities": 1371, "beginning": 1372, "activity": 1373, "beachball": 1374, "spinning": 1375, "throughput": 1376, "zero": 1377, "access": 1378, "felt": 1379, "lack": 1380, "resolutions": 1381, "trips": 1382, "edges": 1383, "rest": 1384, "iphotos": 1385, "door": 1386, "throw": 1387, "cpu": 1388, "excel": 1389, "wheel": 1390, "seriously": 1391, "possible": 1392, "allow": 1393, "concerned": 1394, "convert": 1395, "view": 1396, "18.4": 1397, "traveling": 1398, "layout": 1399, "organized": 1400, "environment": 1401, "normal": 1402, "convenient": 1403, "programming": 1404, "industry": 1405, "vhs": 1406, "hrs": 1407, "read": 1408, "actual": 1409, "starting-up": 1410, "operates": 1411, "real": 1412, "transporting": 1413, "capability": 1414, "mcbook": 1415, "choose": 1416, "agents": 1417, "aftereffects": 1418, "claim": 1419, "dependability": 1420, "worse": 1421, "researching": 1422, "doubt": 1423, "moment": 1424, "13.3": 1425, "openoffice": 1426, "span": 1427, "attention": 1428, "specs": 1429, "stability": 1430, "controller": 1431, "sata": 1432, "proud": 1433, "larger": 1434, "pros": 1435, "affordable": 1436, "fit": 1437, "1000": 1438, "stupid": 1439, "scratch": 1440, "watch": 1441, "patches": 1442, "5850": 1443, "ddr3": 1444, "ddr5": 1445, "radeon": 1446, "relatively": 1447, "desired": 1448, "wonder": 1449, "pop": 1450, "living": 1451, "room": 1452, "3g": 1453, "starting": 1454, "lacking": 1455, "cover": 1456, "information": 1457, "christmas": 1458, "nortell": 1459, "privacy": 1460, "spy": 1461, "ware": 1462, "videocard": 1463, "stylish": 1464, "careful": 1465, "pixel": 1466, "sizes": 1467, "pre": 1468, "plan": 1469, "performing": 1470, "afford": 1471, "budget": 1472, "booting": 1473, "address": 1474, "imail": 1475, "transport": 1476, "fall": 1477, "capacity": 1478, "window": 1479, "checked": 1480, "jump": 1481, "questions": 1482, "downfall": 1483, "everyday": 1484, "connectivity": 1485, "discharges": 1486, "compatibility": 1487, "honest": 1488, "decent": 1489, "acknowledge": 1490, "coming": 1491, "sink": 1492, "antiviral": 1493, "micro": 1494, "trend": 1495, "june": 1496, "covers": 1497, "wires": 1498, "connection": 1499, "speedy": 1500, "weak": 1501, "pricing": 1502, "occasions": 1503, "2.5": 1504, "unable": 1505, "uninstall": 1506, "iworks": 1507, "printers": 1508, "loyal": 1509, "mark": 1510, "application": 1511, "camp": 1512, "pain": 1513, "copy": 1514, "300": 1515, "applecare": 1516, "cad": 1517, "minor": 1518, "sensitive": 1519, "pushed": 1520, "cordless": 1521, "attractive": 1522, "logon": 1523, "grill": 1524, "letter": 1525, "student": 1526, "star": 1527, "recovey": 1528, "account": 1529, "portability": 1530, "screens": 1531, "remember": 1532, "aesthetics": 1533, "local": 1534, "headphone": 1535, "headphones": 1536, "jack": 1537, "touch-pad": 1538, "manufacturer": 1539, "parts": 1540, "workhorse": 1541, "art": 1542, "retired": 1543, "dashboard": 1544, "post": 1545, "tools": 1546, "policy": 1547, "item": 1548, "faulty": 1549, "fixes": 1550, "affordability": 1551, "9800": 1552, "arm": 1553, "changed": 1554, "receipt": 1555, "1-year-warranty": 1556, "finding": 1557, "processer": 1558, "asking": 1559, "solve": 1560, "production": 1561, "touch-mouse": 1562, "numeric": 1563, "hand": 1564, "velcro": 1565, "daily": 1566, "slide": 1567, "versitility": 1568, "known": 1569, "connections": 1570, "2005": 1571, "browsers": 1572, "installing": 1573, "loving": 1574, "moments": 1575, "wall": 1576, "dislike": 1577, "clarity": 1578, "sharpness": 1579, "items": 1580, "safety": 1581, "cause": 1582, "one-year": 1583, "requirements": 1584, "serves": 1585, "strong": 1586, "blade": 1587, "saying": 1588, "harddrives": 1589, "functionality": 1590, "simplicity": 1591, "scary": 1592, "mom": 1593, "mute": 1594, "reproduction": 1595, "'certified": 1596, "proprietary": 1597, "aside": 1598, "spyware": 1599, "interfaces": 1600, "8gb": 1601, "ati": 1602, "grafics": 1603, "instructions": 1604, "cursor": 1605, "exact": 1606, "similar": 1607, "gadgets": 1608, "operate": 1609, "create": 1610, "okay": 1611, "fourth": 1612, "language": 1613, "starts": 1614, "usage": 1615, "22": 1616, "dual-core": 1617, "macosx": 1618, "quad-core": 1619, "island": 1620, "spreadsheets": 1621, "performed": 1622, "cards": 1623, "current": 1624, "t": 1625, "surprised": 1626, "death": 1627, "continues": 1628, "provide": 1629, "paste": 1630, "thermal": 1631, "internals": 1632, "facial": 1633, "recognition": 1634, "backpack": 1635, "basics": 1636, "joke": 1637, "fans": 1638, "preformed": 1639, "minute": 1640, "supplied": 1641, "idvd": 1642, "models": 1643, "says": 1644, "chrome": 1645, "google": 1646, "aspect": 1647, "firewall/security": 1648, "norton": 1649, "pre-loaded": 1650, "initial": 1651, "difficult": 1652, "dust": 1653, "lived": 1654, "alienware": 1655, "4000": 1656, "techies": 1657, "docking": 1658, "enabled": 1659, "sonic": 1660, "stage": 1661, "slightly": 1662, "powerpoint": 1663, "begin": 1664, "bestbuy": 1665, "rep": 1666, "non-dedicated": 1667, "16gb": 1668, "bays": 1669, "slots": 1670, "searching": 1671, "considering": 1672, "supposed": 1673, "material": 1674, "exchanged": 1675, "connects": 1676, "lighted": 1677, "mainboard": 1678, "accessories": 1679, "wt": 1680, "lenovo": 1681, "swap": 1682, "till": 1683, "motherboards": 1684, "ac": 1685, "peformance": 1686, "breeze": 1687, "print": 1688, "s-video": 1689, "manual": 1690, "adjust": 1691, "sensitivity": 1692, "networks": 1693, "shift": 1694, "programm": 1695, "focused": 1696, "response": 1697, "charges": 1698, "ibook": 1699, "basically": 1700, "shortcuts": 1701, "2006": 1702, "bags": 1703, "seventeen": 1704, "tightened": 1705, "brick": 1706, "dc": 1707, "price-point": 1708, "impressive": 1709, "microphone": 1710, "security-prone": 1711, "shipment": 1712, "quicklook": 1713, "bells": 1714, "downloading": 1715, "whistles": 1716, "finger": 1717, "prices": 1718, "icon": 1719, "kernal": 1720, "stunning": 1721, "2000": 1722, "certainly": 1723, "addition": 1724, "keynotes": 1725, "chance": 1726, "slows": 1727, "list": 1728, "definition": 1729, "beast": 1730, "cons": 1731, "helped": 1732, "pentium": 1733, "expese": 1734, "aero": 1735, "learned": 1736, "machined": 1737, "parallels": 1738, "thanks": 1739, "o/s": 1740, "visa": 1741, "win": 1742, "win7": 1743, "resume": 1744, "shutdown": 1745, "sleep": 1746, "startup": 1747, "tablet": 1748, "flatline": 1749, "ergonomics": 1750, "admit": 1751, "durability": 1752, "surf": 1753, "tote": 1754, "worried": 1755, "command": 1756, "prompt": 1757, "holding": 1758, "icons": 1759, "i3": 1760, "option": 1761, "brightness": 1762, "carrying": 1763, "1gb": 1764, "fuzz": 1765, "analysis": 1766, "complex": 1767, "hardcopy": 1768, "manuel": 1769, "visual": 1770, "plate": 1771, "speeds": 1772, "driver/application": 1773, "detection": 1774, "pointer": 1775, "engineering": 1776, "purpose": 1777, "creation": 1778, "lightscribe": 1779, "ince": 1780, "period": 1781, "details": 1782, "core2": 1783, "signal": 1784, "incase": 1785, "mentioned": 1786, "shells": 1787, "facility": 1788, "18-inch": 1789, "universal": 1790, "technicians": 1791, "shaped": 1792, "zooming": 1793, "maker": 1794, "beauty": 1795, "2003": 1796, "gps": 1797, "associates": 1798, "o": 1799, "bay": 1800, "leather": 1801, "commodity": 1802, "enterprise": 1803, "paralles": 1804, "server": 1805, "slim": 1806, "mountain": 1807, "miss": 1808, "beats": 1809, "retina": 1810, "slot": 1811, "usb3": 1812, "ssd": 1813, "2012": 1814, "cd/dvd": 1815, ".": 1816, "and": 1817, "at": 1818, "because": 1819, "i": 1820, "it": 1821, "me": 1822, "of": 1823, "skip": 1824, "the": 1825, "with": 1826, "a": 1827, "computer": 1828, "dv4-1222nr": 1829, "had": 1830, "have": 1831, "many": 1832, "so": 1833, "''": 1834, ",": 1835, "1-to-1": 1836, "``": 1837, "concern": 1838, "direct": 1839, "do": 1840, "does": 1841, "exchange": 1842, "from": 1843, "is": 1844, "my": 1845, "not": 1846, "then": 1847, "to": 1848, "which": 1849, "investigated": 1850, "nb305-n410bl": 1851, "conference": 1852, "etc": 1853, "for": 1854, "in": 1855, "other": 1856, "prep": 1857, "seminar": 1858, "town-": 1859, "up": 1860, "bundled": 1861, "expandable": 1862, "has": 1863, "killer": 1864, "very": 1865, "as": 1866, "much": 1867, "overheat": 1868, "!": 1869, "even": 1870, "more": 1871, "one": 1872, "teenage": 1873, "that": 1874, "less": 1875, "n't": 1876, "say": 1877, "than": 1878, "done": 1879, "nothing": 1880, "they": 1881, "after": 1882, "all": 1883, "flashing": 1884, "next": 1885, "no": 1886, "off": 1887, "on": 1888, "steady": 1889, "using": 1890, "'ve": 1891, "been": 1892, "but": 1893, "fund": 1894, "still": 1895, "while": 1896, "an": 1897, "back": 1898, "reset": 1899, "same": 1900, "thing-": 1901, "(": 1902, ")": 1903, "-": 1904, "about": 1905, "are": 1906, "clever": 1907, "con": 1908, "encased": 1909, "get": 1910, "never": 1911, "razor": 1912, "seal": 1913, "soft": 1914, "these": 1915, "until": 1916, "will": 1917, "you": 1918, "'re": 1919, "however": 1920, "make": 1921, "unless": 1922, "can": 1923, "take": 1924, "this": 1925, "first": 1926, "unconcerned": 1927, "was": 1928, "were": 1929, "any": 1930, "out": 1931, "before": 1932, "commercials": 1933, "may": 1934, "there": 1935, "together": 1936, "am": 1937, "incredible": 1938, "least": 1939, "side": 1940, "without": 1941, "every": 1942, "expectation": 1943, "'s": 1944, "how": 1945, "certin": 1946, "down": 1947, "here": 1948, "only": 1949, "sometimes": 1950, "tends": 1951, "when": 1952, "droid": 1953, "everything": 1954, "recharge": 1955, "system": 1956, "just": 1957, "suggestion": 1958, "forever": 1959, "now": 1960, "painless": 1961, "pairing": 1962, "pleasure": 1963, "pure": 1964, "snap": 1965, "used": 1966, "around": 1967, "shopped": 1968, "also": 1969, "extend": 1970, "eyes": 1971, "fresh": 1972, "keep": 1973, "really": 1974, "again": 1975, "would": 1976, "hundred": 1977, "several": 1978, "luxury": 1979, "sarcasm": 1980, "what": 1981, "dhell": 1982, "few": 1983, "well": 1984, "dime": 1985, "nickel": 1986, "did": 1987, "ever": 1988, "once": 1989, "since": 1990, ":": 1991, "four": 1992, "additonal": 1993, "handling": 1994, "them": 1995, "xl": 1996, "along": 1997, "some": 1998, "attempts": 1999, "american": 2000, "be": 2001, "hundreds": 2002, "or": 2003, "potentially": 2004, "thousands": 2005, "its": 2006, "under": 2007, "experine": 2008, "informing": 2009, "part": 2010, "within": 2011, "addict": 2012, "proclaimed": 2013, "why": 2014, "should": 2015, "desparation": 2016, "priviledge": 2017, "their": 2018, "your": 2019, "claims": 2020, "find": 2021, "seemed": 2022, "above": 2023, "head": 2024, "shoulders": 2025, "too": 2026, "spoiled": 2027, "defrags": 2028, "itself": 2029, "nightly": 2030, "if": 2031, "sixteen": 2032, "l305d-s5934": 2033, "$": 2034, "over": 2035, "underscores": 2036, "mainly": 2037, "pics": 2038, "vids": 2039, "go": 2040, "where": 2041, "almost": 2042, "by": 2043, "forcing": 2044, "gaurentee": 2045, "something": 2046, "*2": 2047, "repair*-called": 2048, "stack": 2049, "top": 2050, "yet": 2051, "delivers": 2052, "both": 2053, "into": 2054, "nephews": 2055, "...": 2056, "insane": 2057, "rare": 2058, "negligible": 2059, "through": 2060, "always": 2061, "swore": 2062, "?": 2063, "gigabytes": 2064, "we": 2065, "complained": 2066, "heated": 2067, "reality": 2068, "advised": 2069, "our": 2070, "seem": 2071, "truely": 2072, "impressions": 2073, "crapped": 2074, "songs": 2075, "15.4-inch": 2076, "2.4ghz": 2077, "mc371ll/a": 2078, "devised": 2079, "series": 2080, "across": 2081, "bottom": 2082, "inches": 2083, "portion": 2084, "visible": 2085, "testing": 2086, "screwed": 2087, "sends": 2088, "forget": 2089, "anyone": 2090, "pcconnection": 2091, "although": 2092, "most": 2093, "realy": 2094, "show": 2095, "typed": 2096, "satalite": 2097, "apple-": 2098, "bellying": 2099, "classroom": 2100, "doing": 2101, "terms": 2102, "clause": 2103, "exclude": 2104, "mbps": 2105, "yourself": 2106, "migration": 2107, "those": 2108, "vital": 2109, "two": 2110, "seems": 2111, "enabling": 2112, "hs": 2113, "1.5": 2114, "disapeared": 2115, "yahoo": 2116, "multi-selected": 2117, "slideshow": 2118, "swiftly": 2119, "viewed": 2120, "bring": 2121, "saves": 2122, "none": 2123, "alexandra": 2124, "road": 2125, "tighter": 2126, "visit": 2127, "bugged": 2128, "anything": 2129, "balance": 2130, "manage": 2131, "roles": 2132, "locked": 2133, "explantory": 2134, "amounts": 2135, "badly": 2136, "could": 2137, "enormous": 2138, "robbery": 2139, "indent": 2140, "improvment": 2141, "vast": 2142, "grew": 2143, "made": 2144, "phonenumber": 2145, "hours-just": 2146, "reaearch": 2147, "goodness-i": 2148, "insult": 2149, "shoddy": 2150, "who": 2151, "mine": 2152, "malfunction": 2153, "move": 2154, "avchd": 2155, "effort": 2156, "being": 2157, "five": 2158, "call": 2159, "categorize": 2160, "heats": 2161, "portables": 2162, "knowledgeable": 2163, ";": 2164, "bang-up": 2165, "drains": 2166, "gobs": 2167, "inefficient": 2168, "dynamo": 2169, "unresolvable": 2170, "another": 2171, "possession": 2172, "places": 2173, "last": 2174, "xps": 2175, "others": 2176, "transaction": 2177, "he": 2178, "healthy": 2179, "pessimism": 2180, "quicly": 2181, "dying": 2182, "unplugged": 2183, "evolved": 2184, "gradually": 2185, "shapes": 2186, "+": 2187, "men": 2188, "owes": 2189, "respect": 2190, "hanging": 2191, "jar": 2192, "sits": 2193, "comfortble": 2194, "lagging": 2195, "sticking": 2196, "strange": 2197, "wpm": 2198, "arisen": 2199, "minimal": 2200, "tapping": 2201, "bell": 2202, "serve": 2203, "4+": 2204, "breaking": 2205, "damaged": 2206, "unused": 2207, "observant": 2208, "though": 2209, "might": 2210, "boxed": 2211, "resold": 2212, "taped": 2213, "determine": 2214, "r700": 2215, "louder": 2216, "casual": 2217, "granted": 2218, "noticeably": 2219, "caught": 2220, "hoped": 2221, "somehow": 2222, "sturdy": 2223, "apples": 2224, "hang": 2225, "handiecap": 2226, "horse": 2227, "race": 2228, "races": 2229, "hesitate": 2230, "amount": 2231, "such": 2232, "see": 2233, "replacements": 2234, "else": 2235, "anytime": 2236, "constandly": 2237, "deployed": 2238, "means": 2239, "shorting": 2240, "suffered": 2241, "thru": 2242, "touched": 2243, "due": 2244, "partially": 2245, "dozens": 2246, "gadget": 2247, "lover": 2248, "0900": 2249, "2200": 2250, "payed": 2251, "%": 2252, "grandchildren": 2253, "expires": 2254, "shortly": 2255, "abit": 2256, "toshibas": 2257, "mostly": 2258, "identical": 2259, "insist": 2260, "she": 2261, "incurred": 2262, "locally": 2263, "macmall": 2264, "virus-resistant": 2265, "nasty": 2266, "become": 2267, "ingrained": 2268, "lexicon": 2269, "discount": 2270, "teachers": 2271, "earn": 2272, "mows": 2273, "yards": 2274, "cares": 2275, "caveat": 2276, "liking": 2277, "toshiba-specific": 2278, "magnetically": 2279, "found": 2280, "tiny": 2281, "brighter": 2282, "perform": 2283, "stacking": 2284, "duplicate": 2285, "recreate": 2286, "therefore": 2287, "textured": 2288, "emachine": 2289, "de-bugged": 2290, "fm": 2291, "opposed": 2292, "reduce": 2293, "static": 2294, "laugh": 2295, "laptob": 2296, "accent": 2297, "his": 2298, "suggestions": 2299, "disconnected": 2300, "powerbooks": 2301, "missing": 2302, "chiclet": 2303, "limiting": 2304, "somewhat": 2305, "photographs": 2306, "glossy": 2307, "15.6": 2308, "adjustment": 2309, "front": 2310, "rather": 2311, "pride": 2312, "2.1": 2313, "semprom": 2314, "accident": 2315, "innovation": 2316, "put": 2317, "bby": 2318, "behind": 2319, "grace": 2320, "justify": 2321, "saving": 2322, "three": 2323, "camed": 2324, "direction": 2325, "pointed": 2326, "give": 2327, "contaminants-my": 2328, "overheating-my": 2329, "within2": 2330, "lock-up": 2331, "myriad": 2332, "farther": 2333, "wears": 2334, "honored": 2335, "postage": 2336, "15-20": 2337, "becomes": 2338, "pants": 2339, "prompted": 2340, "promptly": 2341, "smarty": 2342, "cheaply": 2343, "interesting": 2344, "blows": 2345, "rendering": 2346, "water": 2347, "easy-to-function": 2348, "p-e-r-f-e-c-t": 2349, "assists": 2350, "choosing": 2351, "iffy": 2352, "unpdate": 2353, "own": 2354, "us": 2355, "whole": 2356, "challenged": 2357, "frontal": 2358, "lobe": 2359, "vents": 2360, "file": 2361, "folders": 2362, "keyword": 2363, "parsing": 2364, "tens": 2365, "recognize": 2366, "enjoying": 2367, "suffice": 2368, "lie": 2369, "full": 2370, "practice": 2371, "essential": 2372, "handy": 2373, "music-management": 2374, "bargin": 2375, "begining": 2376, "shooting": 2377, "sparks": 2378, "spilled": 2379, "experiences": 2380, "processes": 2381, "vancouver": 2382, "walked": 2383, "regretting": 2384, "shelf": 2385, "efficiently": 2386, "esay": 2387, "#": 2388, "anywhere": 2389, "include": 2390, "cant": 2391, "hunk": 2392, "metal": 2393, "25": 2394, "logging": 2395, "brother": 2396, "wiz": 2397, "latter": 2398, "offered": 2399, "tells": 2400, "except": 2401, "buyers": 2402, "sacrificing": 2403, "upon": 2404, "reloaded": 2405, "unreliable": 2406, "adjusting": 2407, "assuring": 2408, "operational": 2409, "becase": 2410, "dissappointed": 2411, "creativity": 2412, "congratulations": 2413, "dump": 2414, "occasionaly": 2415, "quite": 2416, "80-gigabyte": 2417, "better-configured": 2418, "higher-quality": 2419, "similarly-configured": 2420, "falls": 2421, "deffinately": 2422, "someone": 2423, "defrag": 2424, "each": 2425, "salesman": 2426, "talked": 2427, "compare": 2428, "smartest": 2429, "heart": 2430, "tarnished": 2431, "between": 2432, "grounding": 2433, "isolation": 2434, "'have": 2435, "unlucky": 2436, "pray": 2437, "prolems": 2438, "hater": 2439, "via": 2440, "unexpectedly": 2441, "dough": 2442, "grandparents": 2443, "sealed": 2444, "chic": 2445, "laptops/mobile": 2446, "phones": 2447, "nor": 2448, "easly": 2449, "reallythe": 2450, "bounds": 2451, "leaps": 2452, "theirs": 2453, "spanned": 2454, "experiece": 2455, "tap": 2456, "worki": 2457, "'": 2458, "'few": 2459, "advantages": 2460, "woes": 2461, "inadvertently": 2462, "thrown": 2463, "cliick": 2464, "import": 2465, "dog": 2466, "intention": 2467, "rover": 2468, "importance": 2469, "affecting": 2470, "arthritis": 2471, "enough": 2472, "father": 2473, "qosmio": 2474, "routed": 2475, "screams": 2476, "unique": 2477, "inform": 2478, "town": 2479, "4th": 2480, "lock": 2481, "amazingly": 2482, "answering": 2483, "inept": 2484, "marketshare": 2485, "shame": 2486, "thephone": 2487, "staples": 2488, "compatable": 2489, "*5": 2490, "repair*-apple": 2491, "classmates": 2492, "fellow": 2493, "grade": 2494, "client": 2495, "consultant": 2496, "her": 2497, "compresses": 2498, "andi": 2499, "seperately": 2500, "damn": 2501, "already": 2502, "must": 2503, "-called": 2504, "answer": 2505, "temporary": 2506, "aspire": 2507, "htc": 2508, "motorola": 2509, "comex": 2510, "during": 2511, "shorter": 2512, "cook": 2513, "counter": 2514, "kitchen": 2515, "recipes": 2516, "notch": 2517, "375": 2518, "crazy": 2519, "m-50": 2520, "excelent": 2521, "associated": 2522, "pick": 2523, "supplementary": 2524, "goodies": 2525, "upgrading": 2526, "link": 2527, "destroyed": 2528, "dogs": 2529, "pulling": 2530, "glary": 2531, "shuts": 2532, "requires": 2533, "repeated": 2534, "anyways": 2535, "message": 2536, "temporaly": 2537, "vibration": 2538, "zone": 2539, "depanable": 2540, "face": 2541, "kicks": 2542, "dv6700": 2543, "hewitt": 2544, "block-like": 2545, "fuction": 2546, "eeepc": 2547, "powered": 2548, "mouth": 2549, "taste": 2550, "bugs": 2551, "feet": 2552, "susceptible": 2553, "unsteady": 2554, "gibberish": 2555, "recipients": 2556, "09": 2557, "4-6": 2558, "5-10": 2559, "dec": 2560, "east": 2561, "/": 2562, "sub-par": 2563, "ontop": 2564, "stops": 2565, "thousand": 2566, "dents": 2567, "signs": 2568, "acting": 2569, "fax": 2570, "crack": 2571, "coupla": 2572, "unhappy": 2573, "smart": 2574, "control+alt+delete": 2575, "ratio": 2576, "disconnecting": 2577, "lugging": 2578, "exceed": 2579, "beyond": 2580, "duty": 2581, "myself": 2582, "relationship": 2583, "10-20": 2584, "80": 2585, "decides": 2586, "dells": 2587, "hps": 2588, "toshie": 2589, "starters": 2590, "inconvienent": 2591, "limit": 2592, "reached": 2593, "plunge": 2594, "externally": 2595, "internally": 2596, "sweet": 2597, "carelessness": 2598, "importantly": 2599, "outcome": 2600, "wear-and-tear": 2601, "decreased": 2602, "plain": 2603, "35": 2604, "overload": 2605, "cds": 2606, "refuse": 2607, "1764": 2608, "accepted": 2609, "=": 2610, "borrow": 2611, "grow": 2612, "meaning": 2613, "oldest": 2614, "fifteen": 2615, "burned": 2616, "coffee": 2617, "leg": 2618, "lifting": 2619, "onto": 2620, "dang": 2621, "fight": 2622, "secures": 2623, "grand": 2624, "bloody": 2625, "disappointments": 2626, "geek-speak": 2627, "quirks": 2628, "foam": 2629, "lapdesk": 2630, "rated": 2631, "record": 2632, "anyway": 2633, "invalidate": 2634, "caring": 2635, "d": 2636, "sexyy": 2637, "specially": 2638, "90s": 2639, "ctrl": 2640, "god": 2641, "majority": 2642, "z": 2643, "oline": 2644, "copies": 2645, "dangerous": 2646, "emitting": 2647, "dualboot": 2648, "5hrs": 2649, "7hrs": 2650, "purchases": 2651, "boyfriend": 2652, "nov": 2653, "nv78": 2654, "influence": 2655, "resilient": 2656, "stamped": 2657, "stronger": 2658, "in.mac": 2659, "investing": 2660, "159": 2661, "comouter": 2662, "dec.": 2663, "definatly": 2664, "deleted": 2665, "meant": 2666, "downside": 2667, "keeping": 2668, "deemed": 2669, "promised": 2670, "ergonomic": 2671, "opposite": 2672, "hr": 2673, "meantioned": 2674, "knowlede": 2675, "effects-": 2676, "photography": 2677, "crapy": 2678, "extension": 2679, "1080p": 2680, "720p": 2681, "factoring": 2682, "heavier": 2683, "vacation": 2684, "whatever": 2685, "unboxing": 2686, "silently": 2687, "satisfy": 2688, "parties": 2689, "third": 2690, "useable": 2691, "browse": 2692, "spontaniously": 2693, "10-11": 2694, "depending": 2695, "long-life": 2696, "either": 2697, "payment": 2698, "definelty": 2699, "encourage": 2700, "attached": 2701, "securely": 2702, "hafe": 2703, "asap": 2704, "babyed": 2705, "handles": 2706, "doctor": 2707, "comfortable": 2708, "powerless": 2709, "reaction": 2710, "dissatisfied": 2711, "expenses": 2712, "finances": 2713, "scheduling": 2714, "taught": 2715, "corner": 2716, "whats": 2717, "pasaro": 2718, "messed": 2719, "intrusive": 2720, "protect": 2721, "noon": 2722, "priority": 2723, "tue": 2724, "usps": 2725, "visited": 2726, "15in": 2727, "dv9000": 2728, "rocked": 2729, "bid": 2730, "lord": 2731, "mercy": 2732, "buildings": 2733, "campus": 2734, "chatting": 2735, "remote": 2736, "1,700": 2737, "w/o": 2738, "burning": 2739, "distan": 2740, "loves": 2741, "fried": 2742, "pulled": 2743, "shocked": 2744, "socket": 2745, "please": 2746, "2-3": 2747, "turnaround": 2748, "financially": 2749, "him": 2750, "kyle": 2751, "self-employed": 2752, "dependable": 2753, "determined": 2754, "operations": 2755, "everytime": 2756, "headache": 2757, "latitude": 2758, "surfer": 2759, "non": 2760, "press": 2761, "shopping": 2762, "lives": 2763, "synced": 2764, "5-8": 2765, "pxe-e61": 2766, "stating": 2767, "bookstore": 2768, "sign": 2769, "wasy": 2770, "-stay": 2771, "prodcut": 2772, "redo": 2773, "omitted": 2774, "spaces": 2775, "typewriter": 2776, "bumping": 2777, "fabulous": 2778, "improvements": 2779, "twenty": 2780, "transferring": 2781, "appeared": 2782, "quits": 2783, "reinsalled": 2784, "uninstalled": 2785, "combination": 2786, "flicking": 2787, "memorize": 2788, "adversary": 2789, "trusted": 2790, "overheated": 2791, "battle": 2792, "bein": 2793, "mailed": 2794, "jumped": 2795, "tower": 2796, "machinery": 2797, "peice": 2798, "qousmio": 2799, "fired": 2800, "girlfriend": 2801, "fire": 2802, "label": 2803, "prepaid": 2804, "5th": 2805, "5-6": 2806, "1024": 2807, "5d": 2808, "canon": 2809, "mkii": 2810, "competition": 2811, "ex": 2812, "highest": 2813, "shit": 2814, "hieroglyphics": 2815, "hiccups": 2816, "occasion": 2817, "computer/printer": 2818, "block": 2819, "carved": 2820, "fused": 2821, "definetly": 2822, "framed": 2823, "full-inch": 2824, "half-": 2825, "increases": 2826, "margin": 2827, "reduces": 2828, "beginner": 2829, "cs5": 2830, "designers": 2831, "intermediate": 2832, "nowhere": 2833, "2yrs": 2834, "eye": 2835, "attending": 2836, "schooling": 2837, "specifially": 2838, "lauded": 2839, "l505-s5988": 2840, "cases": 2841, "pull-behind": 2842, "cracks": 2843, "re-install": 2844, "involves": 2845, "250": 2846, "19": 2847, "40": 2848, "diagnostics": 2849, "evaluations": 2850, "-inquired": 2851, "status": 2852, "1500": 2853, "temporarily": 2854, "homeschool": 2855, "illustrating": 2856, "skipping": 2857, "teaching": 2858, "unstable": 2859, "dose": 2860, "attempt": 2861, "reprecutions": 2862, "rough": 2863, "691": 2864, "ky": 2865, "louisville": 2866, "miles": 2867, "verginia": 2868, "west": 2869, "hissing": 2870, "active": 2871, "francisco": 2872, "maria": 2873, "san": 2874, "santa": 2875, "novice": 2876, ".1": 2877, "yada-yada": 2878, "absolute": 2879, "artwork": 2880, "200": 2881, "90": 2882, "anticipation": 2883, "logitech": 2884, "calling": 2885, "reurn": 2886, "nephew": 2887, "niece": 2888, "convenience": 2889, "typically": 2890, "probbly": 2891, "crawling": 2892, "michigan": 2893, "notes": 2894, "alone": 2895, "causing": 2896, "remotely": 2897, "app": 2898, "dropped": 2899, "contain": 2900, "sites": 2901, "treated": 2902, "talks": 2903, "airports": 2904, "flight": 2905, "uncomfortable": 2906, "wrists": 2907, "indication": 2908, "manufacturers": 2909, "patrons": 2910, "demonstrated": 2911, "avid": 2912, "gamer": 2913, "anybody": 2914, "cursing": 2915, "enraged": 2916, "gods": 2917, "relax": 2918, "wants": 2919, "2.4": 2920, "antiquated": 2921, "appear": 2922, "c2d": 2923, "thus": 2924, "20-30": 2925, "min": 2926, "formatting": 2927, "readable": 2928, "rid": 2929, "straight": 2930, "strive": 2931, "encountered": 2932, "b/c": 2933, "captive": 2934, "celebrated": 2935, "employees": 2936, "fathom": 2937, "question-raising": 2938, "substandard": 2939, "survives": 2940, "reinstalled": 2941, "lackluster": 2942, ">": 2943, "html": 2944, "became": 2945, "beta": 2946, "bill": 2947, "gates": 2948, "unprecedented": 2949, "cleaned": 2950, "abrupt": 2951, "encounter": 2952, "sort": 2953, "toss": 2954, "promotion/offer": 2955, "gamers": 2956, "0": 2957, "imo": 2958, "worlds": 2959, "outsoucing": 2960, "states": 2961, "united": 2962, "economy": 2963, "u.s.": 2964, "cited": 2965, "examined": 2966, "two-month": 2967, "shown": 2968, "intalled": 2969, "opions": 2970, "accross": 2971, "carefully": 2972, "situation": 2973, "labtop": 2974, "occational": 2975, "tons": 2976, "ridiculously": 2977, "luckily": 2978, "pile": 2979, "whim": 2980, "hacked": 2981, "largest": 2982, "nine": 2983, "elsewhere": 2984, "effective": 2985, "eighty": 2986, "cae": 2987, "refurbished": 2988, "invest": 2989, "overly": 2990, "lifelong": 2991, "owing": 2992, "satisfaction": 2993, "thin": 2994, "compuer": 2995, "heartily": 2996, "theapple": 2997, "z0j80001": 2998, "reg": 2999, "remaining": 3000, "*maximum*": 3001, "mind-numbingly": 3002, "stupidly": 3003, "high-end": 3004, "seemingly": 3005, "lowest": 3006, "explains": 3007, "angrily": 3008, "boost": 3009, "moderate": 3010, "net-book": 3011, "entry-level": 3012, "headaches": 3013, "cycles": 3014, "trendy": 3015, "secondary": 3016, "remind": 3017, "2.3": 3018, "v/s": 3019, "slower": 3020, "hack": 3021, "upgreade": 3022, "functionally": 3023, "graphically": 3024, "truck": 3025, "praying": 3026, "projects": 3027, "seamlessly": 3028, "sowish": 3029, "communicating": 3030, "relatives": 3031, "reinstall": 3032, "guarentee": 3033, "exaggeration": 3034, "mere": 3035, "statement": 3036, "chill": 3037, "differences": 3038, "advanced": 3039, "alerts": 3040, "imformative": 3041, "technologically": 3042, "various": 3043, "blocked": 3044, "slowing": 3045, "webpage": 3046, "possibly": 3047, "recount": 3048, "shops": 3049, "upgradable": 3050, "disappointment": 3051, "malfunctioning": 3052, "600": 3053, "-do": 3054, "moral": 3055, "heard": 3056, "improving": 3057, "abouy": 3058, "carring": 3059, "garbage": 3060, "name": 3061, "rants": 3062, "raves": 3063, "pleasant": 3064, "walls": 3065, "apple.com": 3066, "heading": 3067, "towards": 3068, "dumb": 3069, "girl": 3070, "pluses": 3071, "unexpected": 3072, "often": 3073, "oldests": 3074, "reprogram": 3075, "alike": 3076, "amateurs": 3077, "experts": 3078, "tashiba": 3079, "study": 3080, "rebooting": 3081, "reformatting": 3082, "reinstalling": 3083, "exception": 3084, "fail": 3085, "against": 3086, "scrape": 3087, "wrist": 3088, "clicked": 3089, "downs": 3090, "hotlines": 3091, "15.4in": 3092, "noisy": 3093, "organizing": 3094, "storing": 3095, "explained": 3096, "involved": 3097, "incorporate": 3098, "comfterbale": 3099, "stinks": 3100, "45": 3101, "havent": 3102, "periodically": 3103, "dies": 3104, "flat": 3105, "fingers": 3106, "scroll": 3107, "avoid": 3108, "v": 3109, "personally": 3110, "proceed": 3111, "stores": 3112, "hoops": 3113, "clearly": 3114, "responsibility": 3115, "bound": 3116, "streaming": 3117, "ll": 3118, "ceased": 3119, "hateful": 3120, "*=": 3121, "greatest": 3122, "laggy": 3123, "regardless": 3124, "wirelessly": 3125, 