{"good": 0, "longer": 1, "place": 2, "previous": 3, "arrived": 4, "like": 5, "rude": 6, "staff": 7, "brought": 8, "complimentary": 9, "dishes": 10, "noodles": 11, "requests": 12, "table": 13, "food": 14, "lousy": 15, "portions": 16, "salty": 17, "sweet": 18, "tiny": 19, "complained": 20, "small": 21, "tip": 22, "avoid": 23, "consistently": 24, "eaten": 25, "saul": 26, "times": 27, "best": 28, "brooklyn": 29, "restaurant": 30, "smith": 31, "street": 32, "amazing": 33, "confit": 34, "duck": 35, "figs": 36, "foie": 37, "gras": 38, "terrine": 39, "world": 40, "interesting": 41, "list": 42, "wine": 43, "eat": 44, "manhattan": 45, "price": 46, "disappointed": 47, "asked": 48, "attendant": 49, "away": 50, "cart": 51, "ive": 52, "replied": 53, "rice": 54, "walked": 55, "ask": 56, "came": 57, "dish": 58, "finally": 59, "requested": 60, "great": 61, "okay": 62, "chow": 63, "dry": 64, "family": 65, "fun": 66, "greasy": 67, "loud": 68, "mai": 69, "pork": 70, "share": 71, "shu": 72, "usually": 73, "3": 74, "closing": 75, "day": 76, "ended": 77, "fish": 78, "glad": 79, "oyster": 80, "trip": 81, "went": 82, "beat": 83, "ca": 84, "come": 85, "oysters": 86, "service": 87, "wrong": 88, "new": 89, "point": 90, "time": 91, "visit": 92, "york": 93, "cooked": 94, "cool": 95, "decor": 96, "excellent": 97, "perfection": 98, "breast": 99, "incredible": 100, "special": 101, "wait": 102, "try": 103, "'ll": 104, "hate": 105, "average": 106, "bit": 107, "fusion": 108, "serve": 109, "stuff": 110, "thai": 111, "thing": 112, "chicken": 113, "edamame": 114, "enjoyed": 115, "grilled": 116, "puree": 117, "innovative": 118, "pureed": 119, "salt": 120, "tasty": 121, "thought": 122, "neighborhood": 123, "trying": 124, "waste": 125, "ceiling": 126, "clean": 127, "effort": 128, "look": 129, "modern": 130, "need": 131, "night": 132, "vent": 133, "ate": 134, "bar": 135, "door": 136, "haru": 137, "outside": 138, "sake": 139, "difference": 140, "extensive": 141, "listed": 142, "looking": 143, "request": 144, "appetizer": 145, "awesome": 146, "rock": 147, "roll": 148, "shrimp": 149, "spicy": 150, "tempura": 151, "tuna": 152, "friday": 153, "love": 154, "pink": 155, "pony": 156, "perfect": 157, "spot": 158, "attentive": 159, "friendly": 160, "ambiance": 161, "relaxed": 162, "believe": 163, "home": 164, "reason": 165, "hang": 166, "live": 167, "decent": 168, "bad": 169, "leaves": 170, "mouth": 171, "taste": 172, "asking": 173, "check": 174, "feel": 175, "little": 176, "waiter": 177, "water": 178, "'m": 179, "busy": 180, "company": 181, "enjoy": 182, "experience": 183, "friends": 184, "know": 185, "pleasant": 186, "think": 187, "told": 188, "trust": 189, "looked": 190, "pretty": 191, "area": 192, "got": 193, "japanese": 194, "notch": 195, "going": 196, "rose": 197, "sea": 198, "sushi": 199, "urchin": 200, "buttery": 201, "slightly": 202, "fresh": 203, "--": 204, "ration": 205, "deal": 206, "half": 207, "saturday": 208, "took": 209, "worth": 210, "recently": 211, "establishment": 212, "gone": 213, "lives": 214, "nearby": 215, "surprisingly": 216, "crowd": 217, "evening": 218, "ny": 219, "prepared": 220, "expensive": 221, "gave": 222, "having": 223, "la": 224, "quiet": 225, "reviews": 226, "romantic": 227, "stumbled": 228, "simply": 229, "better": 230, "far": 231, "midtown": 232, "priced": 233, "restaurants": 234, "fixe": 235, "menu": 236, "prix": 237, "quality": 238, "quantity": 239, "recommend": 240, "buffet": 241, "chennai": 242, "couple": 243, "lunch": 244, "terrific": 245, "value": 246, "6": 247, "vegetarian": 248, "city": 249, "comparison": 250, "frankly": 251, "sandwich": 252, "hungry": 253, "chai": 254, "chole": 255, "dhal": 256, "dhosas": 257, "somosas": 258, "nice": 259, "kitchen": 260, "slow": 261, "bland": 262, "ambience": 263, "casual": 264, "conversation": 265, "probably": 266, "girlfriends": 267, "house": 268, "idea": 269, "offer": 270, "river": 271, "view": 272, "add": 273, "reasonable": 274, "cake": 275, "dessert": 276, "lava": 277, "bistro": 278, "cosette": 279, "certain": 280, "cozy": 281, "gets": 282, "desserts": 283, "filling": 284, "french": 285, "impressive": 286, "onion": 287, "soup": 288, "way": 289, "consider": 290, "week": 291, "horrible": 292, "cheese": 293, "cold": 294, "delivered": 295, "pizza": 296, "shredded": 297, "hands": 298, "nyc": 299, "places": 300, "worst": 301, "overrated": 302, "overpriced": 303, "soggy": 304, "crust": 305, "fancy": 306, "ingredients": 307, "knows": 308, "right": 309, "use": 310, "yes": 311, "big": 312, "disappointment": 313, "life": 314, "meals": 315, "offers": 316, "seafood": 317, "delicious": 318, "pastrami": 319, "portion": 320, "fried": 321, "huge": 322, "loved": 323, "wife": 324, "8": 325, "lived": 326, "years": 327, "menus": 328, "signs": 329, "specials": 330, "totally": 331, "waitstaff": 332, "drive": 333, "coming": 334, "atmosphere": 335, "basic": 336, "east": 337, "fare": 338, "gem": 339, "leon": 340, "village": 341, "warm": 342, "young": 343, "inside": 344, "sit": 345, "weather": 346, "winter": 347, "prices": 348, "kids": 349, "decide": 350, "everytime": 351, "pomodori": 352, "zucchero": 353, "favorite": 354, "comes": 355, "large": 356, "italian": 357, "pay": 358, "gnocchi": 359, "incredibly": 360, "seat": 361, "weekends": 362, "hostess": 363, "offensive": 364, "oily": 365, "hype": 366, "understand": 367, "getting": 368, "short": 369, "trouble": 370, "glass": 371, "waited": 372, "fast": 373, "sat": 374, "forget": 375, "people": 376, "work": 377, "sure": 378, "atmoshpere": 379, "yummy": 380, "20": 381, "toppings": 382, "expected": 383, "read": 384, "flavor": 385, "sauce": 386, "chinatown": 387, "birthday": 388, "care": 389, "group": 390, "taken": 391, "phenomenal": 392, "waitress": 393, "prompt": 394, "pricey": 395, "fantastic": 396, "block": 397, "end": 398, "located": 399, "..": 400, "cramped": 401, "gari": 402, "west": 403, "planet": 404, "thailand": 405, "variety": 406, "greatest": 407, "friend": 408, "long": 409, "appetizers": 410, "begin": 411, "ordering": 412, "tired": 413, "choices": 414, "dumplings": 415, "lot": 416, "ordered": 417, "rolls": 418, "sashimi": 419, "white": 420, "disgusting": 421, "finish": 422, "piece": 423, "actually": 424, "crunchy": 425, "die": 426, "matter": 427, "garden": 428, "terrace": 429, "helpful": 430, "rushed": 431, "fix": 432, "steak": 433, "tartare": 434, "nights": 435, "open": 436, "champagne": 437, "gigondas": 438, "selection": 439, "packed": 440, "vibe": 441, "recommended": 442, "baked": 443, "bread": 444, "patsy": 445, "veal": 446, "reasonably": 447, "guests": 448, "vt": 449, "reviewer": 450, "wonderful": 451, "'d": 452, "highly": 453, "intimate": 454, "occasion": 455, "setting": 456, "customers": 457, "different": 458, "mizu": 459, "visited": 460, "scallop": 461, "lobster": 462, "moules": 463, "ravioli": 464, "d": 465, "maitre": 466, "mom": 467, "mother": 468, "said": 469, "second": 470, "drinks": 471, "fairly": 472, "chef": 473, "exactly": 474, "star": 475, "downstairs": 476, "lounge": 477, "raga": 478, "delight": 479, "exotic": 480, "extremely": 481, "beers": 482, "wines": 483, "missed": 484, "thank": 485, "certainly": 486, "bathroom": 487, "dinner": 488, "moved": 489, "orders": 490, "sitting": 491, "toilet": 492, "want": 493, "boyfriend": 494, "dropped": 495, "left": 496, "mess": 497, "stop": 498, "things": 499, "stay": 500, "tons": 501, "hyde": 502, "jekyll": 503, "actors": 504, "shows": 505, "server": 506, "potatoes": 507, "wasabe": 508, "avenue": 509, "feet": 510, "outdoor": 511, "watching": 512, "courteous": 513, "definitely": 514, "line": 515, "compared": 516, "shabu": 517, "town": 518, "cheap": 519, "frozen": 520, "instead": 521, "mozzarella": 522, "quickly": 523, "order": 524, "business": 525, "pie": 526, "uws": 527, "salad": 528, "dining": 529, "fine": 530, "100": 531, "afternoon": 532, "play": 533, "recent": 534, "sunday": 535, "relaxing": 536, "theater": 537, "cheeseburger": 538, "pot": 539, "professional": 540, "district": 541, "poor": 542, "truly": 543, "return": 544, "bagels": 545, "1st": 546, "ave": 547, "original": 548, "visiting": 549, "ago": 550, "floor": 551, "fridays": 552, "lovers": 553, "uni": 554, "happens": 555, "hand": 556, "let": 557, "served": 558, "tell": 559, "blue": 560, "eel": 561, "fin": 562, "including": 563, "teriyaki": 564, "35": 565, "tried": 566, "belly": 567, "considering": 568, "wish": 569, "filled": 570, "wine-by-the-glass": 571, "able": 572, "decour": 573, "hall": 574, "noisy": 575, "traditional": 576, "cafe": 577, "indian": 578, "spice": 579, "generally": 580, "ok": 581, "sum": 582, "seating": 583, "raw": 584, "vegatables": 585, "arrive": 586, "noticed": 587, "particularly": 588, "problem": 589, "true": 590, "boths": 591, "date": 592, "semi-private": 593, "eye": 594, "red": 595, "band": 596, "completely": 597, "jazz": 598, "meal": 599, "grill": 600, "miss": 601, "cute": 602, "upscale": 603, "balance": 604, "herbs": 605, "homemade": 606, "tomatoes": 607, "pub": 608, "walking": 609, "enjoying": 610, "smile": 611, "bathrooms": 612, "hidden": 613, "likes": 614, "person": 615, "type": 616, "anniversary": 617, "husband": 618, "surprise": 619, "guest": 620, "happy": 621, "pumkin": 622, "tortelini": 623, "entertainment": 624, "bagel": 625, "dissappointed": 626, "interior": 627, "absolutely": 628, "cream": 629, "bart": 630, "st.": 631, "12": 632, "called": 633, "morning": 634, "chips": 635, "chopped": 636, "fe": 637, "santa": 638, "waiters": 639, "dine": 640, "party": 641, "reservation": 642, "cause": 643, "mind": 644, "pancakes": 645, "scallion": 646, "1": 647, "toons": 648, "pad": 649, "penang": 650, "course": 651, "soon": 652, "experienced": 653, "cuisine": 654, "refreshing": 655, "salads": 656, "pam": 657, "late": 658, "lots": 659, "complain": 660, "liked": 661, "chance": 662, "write": 663, "vacation": 664, "fabulous": 665, "hot": 666, "regular": 667, "plus": 668, "real": 669, "inexpensive": 670, "2": 671, "extra": 672, "size": 673, "range": 674, "yellowtail": 675, "limited": 676, "reservations": 677, "event": 678, "wong": 679, "literally": 680, "congee": 681, "high": 682, "takeout": 683, "crowded": 684, "popular": 685, "arugula": 686, "caesar": 687, "goat": 688, "pasta": 689, "chocolate": 690, "tiramisu": 691, "accomodating": 692, "lovely": 693, "manager": 694, "wanted": 695, "felt": 696, "consistent": 697, "luck": 698, "means": 699, "simple": 700, "patis": 701, "eating": 702, "subtle": 703, "pastis": 704, "kind": 705, "raddichio": 706, "mushroom": 707, "tasted": 708, "sangria": 709, "guess": 710, "overall": 711, "beer": 712, "bombay": 713, "started": 714, "garlic": 715, "naan": 716, "relax": 717, "authentic": 718, "delightful": 719, "impeccable": 720, "hanger": 721, "mention": 722, "rest": 723, "sense": 724, "review": 725, "writing": 726, "filet": 727, "mignon": 728, "superb": 729, "looks": 730, "old": 731, "dark": 732, "affordable": 733, "ambient": 734, "beef": 735, "noodle": 736, "wo": 737, "girlfriend": 738, "backyard": 739, "italy": 740, "nicest": 741, "ones": 742, "seen": 743, "citysearch": 744, "claimed": 745, "speak": 746, "close": 747, "tables": 748, "typical": 749, "start": 750, "expect": 751, "joint": 752, "plates": 753, "fair": 754, "teodora": 755, "celebrate": 756, "mare": 757, "flavoring": 758, "orange": 759, "rosemary": 760, "weird": 761, "expresso": 762, "skip": 763, "myagi": 764, "negative": 765, "sound": 766, "tartar": 767, "owners": 768, "pizzeria": 769, "lol": 770, "freshness": 771, "speaks": 772, "music": 773, "room": 774, "needs": 775, "saw": 776, "beautiful": 777, "bisque": 778, "oz": 779, "chowder": 780, "england": 781, "prime": 782, "rib": 783, "bottle": 784, "bottles": 785, "korbett": 786, "1/2": 787, "takes": 788, "ahead": 789, "earlier": 790, "stopped": 791, "vindaloo": 792, "servers": 793, "especially": 794, "tasting": 795, "dress": 796, "prixe": 797, "cash": 798, "lemon": 799, "4": 800, "5": 801, "entrees": 802, "branzino": 803, "memorable": 804, "prune": 805, "cost": 806, "disney": 807, "location": 808, "mid": 809, "year": 810, "characters": 811, "hydes": 812, "jeckll": 813, "t": 814, "quick": 815, "iced": 816, "tea": 817, "delivery": 818, "bite": 819, "crispy": 820, "enormous": 821, "cheeses": 822, "lox": 823, "agree": 824, "impressed": 825, "resturant": 826, "shabu-shabu": 827, "7": 828, "feels": 829, "entire": 830, "owner": 831, "despite": 832, "stars": 833, "taxan": 834, "yuka": 835, "fact": 836, "local": 837, "office": 838, "makes": 839, "curry": 840, "green": 841, "vegetables": 842, "noise": 843, "trattoria": 844, "menu-fare": 845, "balsamic": 846, "glazed": 847, "lamb": 848, "parmesean": 849, "porcini": 850, "souffle": 851, "vinegar": 852, "candle-light": 853, "continued": 854, "emilio": 855, "secret": 856, "carozza": 857, "en": 858, "marinara/arrabiatta": 859, "forever": 860, "bella": 861, "exceptional": 862, "paris": 863, "low": 864, "pepperoni": 865, "style": 866, "yum": 867, "month": 868, "twice": 869, "rush": 870, "planning": 871, "paying": 872, "save": 873, "amma": 874, "non-veg": 875, "selections": 876, "bass": 877, "bukhara": 878, "dal": 879, "rocks": 880, "hard": 881, "near": 882, "decided": 883, "heard": 884, "past": 885, "awsome": 886, "kababs": 887, "opening": 888, "10": 889, "locations": 890, "park": 891, "s": 892, "honestly": 893, "15": 894, "all-u-can-eat": 895, "soy": 896, "waitstaffs": 897, "disappointing": 898, "roth": 899, "brunch": 900, "offering": 901, "benedict": 902, "eggs": 903, "blocks": 904, "esp": 905, "svc": 906, "mean": 907, "later": 908, "remember": 909, "forgot": 910, "hummus": 911, "include": 912, "pita": 913, "platter": 914, "sandwiches": 915, "money": 916, "meat": 917, "seats": 918, "uncomfortable": 919, "wooden": 920, "early": 921, "cigar": 922, "appropriate": 923, "sizes": 924, "inn": 925, "mermaid": 926, "scallops": 927, "spaghetti": 928, "nearly": 929, "picked": 930, "pleasantly": 931, "surprised": 932, "halibut": 933, "knew": 934, "following": 935, "foods": 936, "cooking": 937, "msg": 938, "customer": 939, "broke": 940, "crab": 941, "drunken": 942, "fry": 943, "jelly": 944, "soupy": 945, "stir": 946, "bargain": 947, "plate": 948, "bruschettas": 949, "paninis": 950, "tramezzinis": 951, "asparagus": 952, "bruschetta": 953, "oil": 954, "parmesan": 955, "truffle": 956, "seasonal": 957, "dont": 958, "noir": 959, "terrible": 960, "maybe": 961, "tips": 962, "set": 963, "calamari": 964, "pass": 965, "charming": 966, "minutes": 967, "gentleman": 968, "months": 969, "spoke": 970, "seattle": 971, "thursday": 972, "mileau": 973, "casimir": 974, "unisex": 975, "caviar": 976, "spectacular": 977, "lets": 978, "outstanding": 979, "salmon": 980, "change": 981, "mojito": 982, "dim": 983, "hear": 984, "patio": 985, "corner": 986, "cheesecake": 987, "pastries": 988, "cheeseburgers": 989, "son": 990, "bun": 991, "apart": 992, "burgers": 993, "forgotten": 994, "barely": 995, "kha": 996, "tom": 997, "pesto": 998, "personal": 999, "fries": 1000, "seated": 1001, "martinis": 1002, "comfort": 1003, "biscuits": 1004, "freshest": 1005, "ice": 1006, "offered": 1007, "pistachio": 1008, "sardines": 1009, "sausages": 1010, "unique": 1011, "rare": 1012, "choice": 1013, "assorted": 1014, "banana": 1015, "ceviche": 1016, "included": 1017, "mix": 1018, "hour": 1019, "promptly": 1020, "appetizing": 1021, "gulab": 1022, "jamun": 1023, "frites": 1024, "guacamole+shrimp": 1025, "folks": 1026, "items": 1027, "agreed": 1028, "pizzas": 1029, "sophia": 1030, "mediocre": 1031, "guys": 1032, "paid": 1033, "waiting": 1034, "blond": 1035, "premium": 1036, "wood": 1037, "creative": 1038, "serving": 1039, "thalia": 1040, "roe": 1041, "smoked": 1042, "entree": 1043, "daiquiries": 1044, "strawberry": 1045, "taiwanese": 1046, "mahi": 1047, "risotto": 1048, "saffron": 1049, "mashed": 1050, "potatos": 1051, "cakes": 1052, "basil": 1053, "slice": 1054, "calzones": 1055, "spinach": 1056, "counter": 1057, "charge": 1058, "33": 1059, "tasteless": 1060, "dosas": 1061, "drink": 1062, "personally": 1063, "clerks": 1064, "warn": 1065, "seriously": 1066, "alot": 1067, "apppetizers": 1068, "cucumber": 1069, "sushimi": 1070, "beverage": 1071, "spreads": 1072, "available": 1073, "complaint": 1074, "complete": 1075, "murray": 1076, "says": 1077, "crowds": 1078, "awful": 1079, "plan": 1080, "williamsburg": 1081, "proprietor": 1082, "coffee": 1083, "turkey": 1084, "excuse": 1085, "udon": 1086, "seasoning": 1087, "dollar": 1088, "minimun": 1089, "margheritta": 1090, "atmoshere": 1091, "crew": 1092, "winnie": 1093, "reliable": 1094, "flavors": 1095, "brioche": 1096, "lollies": 1097, "lucky": 1098, "strike": 1099, "gorgeous": 1100, "mussels": 1101, "tomato": 1102, "free": 1103, "martini": 1104, "shanty": 1105, "vanilla": 1106, "dj": 1107, "in-house": 1108, "lady": 1109, "suan": 1110, "coconut": 1111, "juice": 1112, "imagine": 1113, "icecream": 1114, "hamburgers": 1115, "buns": 1116, "steamed": 1117, "standards": 1118, "custards": 1119, "egg": 1120, "roast": 1121, "turnip": 1122, "braised": 1123, "shank": 1124, "ew": 1125, "se": 1126, "ginger": 1127, "chinese": 1128, "run": 1129, "walk": 1130, "management": 1131, "drawback": 1132, "annoying": 1133, "opinion": 1134, "rao": 1135, "eats": 1136, "cheff": 1137, "clams": 1138, "octopus": 1139, "shared": 1140, "tender": 1141, "scene": 1142, "downtown": 1143, "kanish": 1144, "potato": 1145, "main": 1146, "servings": 1147, "bother": 1148, "treated": 1149, "anti-pasta": 1150, "mains": 1151, "easily": 1152, "liquers": 1153, "measures": 1154, "ignore": 1155, "bartender": 1156, "holiday": 1157, "brewery": 1158, "heartland": 1159, "bring": 1160, "oh": 1161, "queens": 1162, "antipasti": 1163, "scampi": 1164, "corona": 1165, "leave": 1166, "atomosphere": 1167, "wow": 1168, "tagliatelle": 1169, "eater": 1170, "bbq": 1171, "ribs": 1172, "porridge": 1173, "definately": 1174, "feeling": 1175, "head": 1176, "summer": 1177, "exceeded": 1178, "expectations": 1179, "likely": 1180, "cheescake": 1181, "selecion": 1182, "casserole": 1183, "pieces": 1184, "comment": 1185, "reuben": 1186, "bloom": 1187, "thanks": 1188, "fan": 1189, "sauces": 1190, "setting/atmosphere": 1191, "bigger": 1192, "pakistani": 1193, "faan": 1194, "sooo": 1195, "design": 1196, "gross": 1197, "missing": 1198, "mussles": 1199, "penne": 1200, "seabass": 1201, "w/": 1202, "desert": 1203, "jukebox": 1204, "pastas": 1205, "super": 1206, "mint": 1207, "till": 1208, "usha": 1209, "lassi": 1210, "sassy": 1211, "roti": 1212, "unda": 1213, "onions": 1214, "spices": 1215, "attractive": 1216, "space": 1217, "lacking": 1218, "sadly": 1219, "drumsticks": 1220, "sour": 1221, "indoor": 1222, "nobu": 1223, "10-piece": 1224, "combo": 1225, "stomach": 1226, "crabmeat": 1227, "lasagna": 1228, "pudding": 1229, "obviously": 1230, "broth": 1231, "slices": 1232, "donut": 1233, "ley": 1234, "ow": 1235, "soh": 1236, "kept": 1237, "weekend": 1238, "duo": 1239, "tapas": 1240, "guy": 1241, "meet": 1242, "meats": 1243, "yakitori": 1244, "unfriendly": 1245, "making": 1246, "spend": 1247, "apology": 1248, "arrogant": 1249, "wait-staff": 1250, "2nd": 1251, "pick": 1252, "cheaper": 1253, "baluchi": 1254, "soho": 1255, "40": 1256, "nigiri": 1257, "areo": 1258, "hours": 1259, "spent": 1260, "girls": 1261, "skiline": 1262, "pans": 1263, "attitude": 1264, "major": 1265, "light": 1266, "wise": 1267, "vodka": 1268, "rosa": 1269, "vittorio": 1270, "al": 1271, "di": 1272, "rabbit": 1273, "risottos": 1274, "sepia": 1275, "dog": 1276, "dogs": 1277, "cypriot": 1278, "souvlaki": 1279, "eggplant": 1280, "half/half": 1281, "help": 1282, "upset": 1283, "millennium": 1284, "edge": 1285, "views": 1286, "45": 1287, "indo-chinese": 1288, "alright": 1289, "restaraunt": 1290, "alla": 1291, "marsala": 1292, "vitello": 1293, "mushrooms": 1294, "perfectly": 1295, "balls": 1296, "waitresses": 1297, "seasons": 1298, "\u2013": 1299, "dragon": 1300, "yamato": 1301, "dynamite": 1302, "unpretentious": 1303, "inventive": 1304, "dancing": 1305, "millenium": 1306, "quesadilla": 1307, "guacamole": 1308, "margaritas": 1309, "word": 1310, "sign": 1311, "wedding": 1312, "voss": 1313, "survice": 1314, "egyptian": 1315, "baba": 1316, "dancers": 1317, "ganoush": 1318, "watch": 1319, "hookah": 1320, "raymond": 1321, "pacifico": 1322, "omlette": 1323, "chimmichuri": 1324, "quacamole": 1325, "wings": 1326, "mole": 1327, "portobello": 1328, "gyros": 1329, "gyro": 1330, "greek": 1331, "bark": 1332, "mall": 1333, "playing": 1334, "booths": 1335, "daughter": 1336, "received": 1337, "rooms": 1338, "paul": 1339, "tilapia": 1340, "mens": 1341, "olives": 1342, "pear": 1343, "torte": 1344, "attention": 1345, "hope": 1346, "private": 1347, "button": 1348, "dinning": 1349, "greg": 1350, "runner": 1351, "bev": 1352, "trimmings": 1353, "chilli": 1354, "casa": 1355, "femme": 1356, "citrus": 1357, "cocktail": 1358, "lime": 1359, "maggot": 1360, "glasses": 1361, "worked": 1362, "lack": 1363, "reputation": 1364, "flatbush": 1365, "somewhat": 1366, "color": 1367, "norwegetan": 1368, "triple": 1369, "delivers": 1370, "mirrors": 1371, "scheme": 1372, "indo": 1373, "lollipop": 1374, "presentation": 1375, "survives": 1376, "telling": 1377, "underground": 1378, "500": 1379, "clearly": 1380, "environment": 1381, "joe": 1382, "kobe": 1383, "bison": 1384, "vanison": 1385, "dessserts": 1386, "diners": 1387, "unpleasant": 1388, "excited": 1389, "fixed": 1390, "minute": 1391, "sides": 1392, "inedible": 1393, "possible": 1394, "larger": 1395, "bottled": 1396, "knuckles": 1397, "encrusted": 1398, "sister": 1399, "masala": 1400, "tikka": 1401, "given": 1402, "online": 1403, "dokebi": 1404, "kimchee": 1405, "korean": 1406, "situation": 1407, "organza": 1408, "tent": 1409, "bibimbap": 1410, "nakgi-bokum": 1411, "bowl": 1412, "stone": 1413, "squid": 1414, "stir-fried": 1415, "black": 1416, "farro": 1417, "yukon": 1418, "margherita": 1419, "brasserie": 1420, "\u2019": 1421, "doors": 1422, "d\u00e9cor": 1423, "unmarked": 1424, "ceilings": 1425, "level": 1426, "29": 1427, "bbe": 1428, "amuse": 1429, "bouche": 1430, "cod": 1431, "blueberry": 1432, "matcha": 1433, "mousse": 1434, "powdered": 1435, "sesame": 1436, "zenkichi": 1437, "honest": 1438, "prefer": 1439, "kimchi": 1440, "tacos": 1441, "twists": 1442, "croquette": 1443, "mirrored": 1444, "walls": 1445, "fit-out": 1446, "furnishings": 1447, "palce": 1448, "shocked": 1449, "single": 1450, "positive": 1451, "slamwich": 1452, "bfc": 1453, "girl": 1454, "maitre-d": 1455, "frontman": 1456, "flank": 1457, "discount": 1458, "bag": 1459, "clear": 1460, "brulee": 1461, "creme": 1462, "breakfast": 1463, "honey": 1464, "prawns": 1465, "walnut": 1466, "mioposto": 1467, "mexican": 1468, "staying": 1469, "strip": 1470, "normally": 1471, "yogurt": 1472, "30": 1473, "children": 1474, "ray": 1475, "sad": 1476, "schooner": 1477, "francisco": 1478, "san": 1479, "beach": 1480, "murphy": 1481, "specialty": 1482, "parking": 1483, "cut": 1484, "dungeness": 1485, "delectable": 1486, "snooze": 1487, "pancake": 1488}