{"good": 1, "longer": 2, "place": 3, "previous": 4, "arrived": 5, "like": 6, "rude": 7, "staff": 8, "brought": 9, "complimentary": 10, "dishes": 11, "noodles": 12, "requests": 13, "table": 14, "food": 15, "lousy": 16, "portions": 17, "salty": 18, "sweet": 19, "tiny": 20, "complained": 21, "small": 22, "tip": 23, "avoid": 24, "consistently": 25, "eaten": 26, "saul": 27, "times": 28, "best": 29, "brooklyn": 30, "restaurant": 31, "smith": 32, "street": 33, "amazing": 34, "confit": 35, "duck": 36, "figs": 37, "foie": 38, "gras": 39, "terrine": 40, "world": 41, "interesting": 42, "list": 43, "wine": 44, "eat": 45, "manhattan": 46, "price": 47, "disappointed": 48, "asked": 49, "attendant": 50, "away": 51, "cart": 52, "ive": 53, "replied": 54, "rice": 55, "walked": 56, "ask": 57, "came": 58, "dish": 59, "finally": 60, "requested": 61, "great": 62, "okay": 63, "chow": 64, "dry": 65, "family": 66, "fun": 67, "greasy": 68, "loud": 69, "mai": 70, "pork": 71, "share": 72, "shu": 73, "usually": 74, "3": 75, "closing": 76, "day": 77, "ended": 78, "fish": 79, "glad": 80, "oyster": 81, "trip": 82, "went": 83, "beat": 84, "ca": 85, "come": 86, "oysters": 87, "service": 88, "wrong": 89, "new": 90, "point": 91, "time": 92, "visit": 93, "york": 94, "cooked": 95, "cool": 96, "decor": 97, "excellent": 98, "perfection": 99, "breast": 100, "incredible": 101, "special": 102, "wait": 103, "try": 104, "'ll": 105, "hate": 106, "average": 107, "bit": 108, "fusion": 109, "serve": 110, "stuff": 111, "thai": 112, "thing": 113, "chicken": 114, "edamame": 115, "enjoyed": 116, "grilled": 117, "puree": 118, "innovative": 119, "pureed": 120, "salt": 121, "tasty": 122, "thought": 123, "neighborhood": 124, "trying": 125, "waste": 126, "ceiling": 127, "clean": 128, "effort": 129, "look": 130, "modern": 131, "need": 132, "night": 133, "vent": 134, "ate": 135, "bar": 136, "door": 137, "haru": 138, "outside": 139, "sake": 140, "difference": 141, "extensive": 142, "listed": 143, "looking": 144, "request": 145, "appetizer": 146, "awesome": 147, "rock": 148, "roll": 149, "shrimp": 150, "spicy": 151, "tempura": 152, "tuna": 153, "friday": 154, "love": 155, "pink": 156, "pony": 157, "perfect": 158, "spot": 159, "attentive": 160, "friendly": 161, "ambiance": 162, "relaxed": 163, "believe": 164, "home": 165, "reason": 166, "hang": 167, "live": 168, "decent": 169, "bad": 170, "leaves": 171, "mouth": 172, "taste": 173, "asking": 174, "check": 175, "feel": 176, "little": 177, "waiter": 178, "water": 179, "'m": 180, "busy": 181, "company": 182, "enjoy": 183, "experience": 184, "friends": 185, "know": 186, "pleasant": 187, "think": 188, "told": 189, "trust": 190, "looked": 191, "pretty": 192, "area": 193, "got": 194, "japanese": 195, "notch": 196, "going": 197, "rose": 198, "sea": 199, "sushi": 200, "urchin": 201, "buttery": 202, "slightly": 203, "fresh": 204, "--": 205, "ration": 206, "deal": 207, "half": 208, "saturday": 209, "took": 210, "worth": 211, "recently": 212, "establishment": 213, "gone": 214, "lives": 215, "nearby": 216, "surprisingly": 217, "crowd": 218, "evening": 219, "ny": 220, "prepared": 221, "expensive": 222, "gave": 223, "having": 224, "la": 225, "quiet": 226, "reviews": 227, "romantic": 228, "stumbled": 229, "simply": 230, "better": 231, "far": 232, "midtown": 233, "priced": 234, "restaurants": 235, "fixe": 236, "menu": 237, "prix": 238, "quality": 239, "quantity": 240, "recommend": 241, "buffet": 242, "chennai": 243, "couple": 244, "lunch": 245, "terrific": 246, "value": 247, "6": 248, "vegetarian": 249, "city": 250, "comparison": 251, "frankly": 252, "sandwich": 253, "hungry": 254, "chai": 255, "chole": 256, "dhal": 257, "dhosas": 258, "somosas": 259, "nice": 260, "kitchen": 261, "slow": 262, "bland": 263, "ambience": 264, "casual": 265, "conversation": 266, "probably": 267, "girlfriends": 268, "house": 269, "idea": 270, "offer": 271, "river": 272, "view": 273, "add": 274, "reasonable": 275, "cake": 276, "dessert": 277, "lava": 278, "bistro": 279, "cosette": 280, "certain": 281, "cozy": 282, "gets": 283, "desserts": 284, "filling": 285, "french": 286, "impressive": 287, "onion": 288, "soup": 289, "way": 290, "consider": 291, "week": 292, "horrible": 293, "cheese": 294, "cold": 295, "delivered": 296, "pizza": 297, "shredded": 298, "hands": 299, "nyc": 300, "places": 301, "worst": 302, "overrated": 303, "overpriced": 304, "soggy": 305, "crust": 306, "fancy": 307, "ingredients": 308, "knows": 309, "right": 310, "use": 311, "yes": 312, "big": 313, "disappointment": 314, "life": 315, "meals": 316, "offers": 317, "seafood": 318, "delicious": 319, "pastrami": 320, "portion": 321, "fried": 322, "huge": 323, "loved": 324, "wife": 325, "8": 326, "lived": 327, "years": 328, "menus": 329, "signs": 330, "specials": 331, "totally": 332, "waitstaff": 333, "drive": 334, "coming": 335, "atmosphere": 336, "basic": 337, "east": 338, "fare": 339, "gem": 340, "leon": 341, "village": 342, "warm": 343, "young": 344, "inside": 345, "sit": 346, "weather": 347, "winter": 348, "prices": 349, "kids": 350, "decide": 351, "everytime": 352, "pomodori": 353, "zucchero": 354, "favorite": 355, "comes": 356, "large": 357, "italian": 358, "pay": 359, "gnocchi": 360, "incredibly": 361, "seat": 362, "weekends": 363, "hostess": 364, "offensive": 365, "oily": 366, "hype": 367, "understand": 368, "getting": 369, "short": 370, "trouble": 371, "glass": 372, "waited": 373, "fast": 374, "sat": 375, "forget": 376, "people": 377, "work": 378, "sure": 379, "atmoshpere": 380, "yummy": 381, "20": 382, "toppings": 383, "expected": 384, "read": 385, "flavor": 386, "sauce": 387, "chinatown": 388, "birthday": 389, "care": 390, "group": 391, "taken": 392, "phenomenal": 393, "waitress": 394, "prompt": 395, "pricey": 396, "fantastic": 397, "block": 398, "end": 399, "located": 400, "..": 401, "cramped": 402, "gari": 403, "west": 404, "planet": 405, "thailand": 406, "variety": 407, "greatest": 408, "friend": 409, "long": 410, "appetizers": 411, "begin": 412, "ordering": 413, "tired": 414, "choices": 415, "dumplings": 416, "lot": 417, "ordered": 418, "rolls": 419, "sashimi": 420, "white": 421, "disgusting": 422, "finish": 423, "piece": 424, "actually": 425, "crunchy": 426, "die": 427, "matter": 428, "garden": 429, "terrace": 430, "helpful": 431, "rushed": 432, "fix": 433, "steak": 434, "tartare": 435, "nights": 436, "open": 437, "champagne": 438, "gigondas": 439, "selection": 440, "packed": 441, "vibe": 442, "recommended": 443, "baked": 444, "bread": 445, "patsy": 446, "veal": 447, "reasonably": 448, "guests": 449, "vt": 450, "reviewer": 451, "wonderful": 452, "'d": 453, "highly": 454, "intimate": 455, "occasion": 456, "setting": 457, "customers": 458, "different": 459, "mizu": 460, "visited": 461, "scallop": 462, "lobster": 463, "moules": 464, "ravioli": 465, "d": 466, "maitre": 467, "mom": 468, "mother": 469, "said": 470, "second": 471, "drinks": 472, "fairly": 473, "chef": 474, "exactly": 475, "star": 476, "downstairs": 477, "lounge": 478, "raga": 479, "delight": 480, "exotic": 481, "extremely": 482, "beers": 483, "wines": 484, "missed": 485, "thank": 486, "certainly": 487, "bathroom": 488, "dinner": 489, "moved": 490, "orders": 491, "sitting": 492, "toilet": 493, "want": 494, "boyfriend": 495, "dropped": 496, "left": 497, "mess": 498, "stop": 499, "things": 500, "stay": 501, "tons": 502, "hyde": 503, "jekyll": 504, "actors": 505, "shows": 506, "server": 507, "potatoes": 508, "wasabe": 509, "avenue": 510, "feet": 511, "outdoor": 512, "watching": 513, "courteous": 514, "definitely": 515, "line": 516, "compared": 517, "shabu": 518, "town": 519, "cheap": 520, "frozen": 521, "instead": 522, "mozzarella": 523, "quickly": 524, "order": 525, "business": 526, "pie": 527, "uws": 528, "salad": 529, "dining": 530, "fine": 531, "100": 532, "afternoon": 533, "play": 534, "recent": 535, "sunday": 536, "relaxing": 537, "theater": 538, "cheeseburger": 539, "pot": 540, "professional": 541, "district": 542, "poor": 543, "truly": 544, "return": 545, "bagels": 546, "1st": 547, "ave": 548, "original": 549, "visiting": 550, "ago": 551, "floor": 552, "fridays": 553, "lovers": 554, "uni": 555, "happens": 556, "hand": 557, "let": 558, "served": 559, "tell": 560, "blue": 561, "eel": 562, "fin": 563, "including": 564, "teriyaki": 565, "35": 566, "tried": 567, "belly": 568, "considering": 569, "wish": 570, "filled": 571, "wine-by-the-glass": 572, "able": 573, "decour": 574, "hall": 575, "noisy": 576, "traditional": 577, "cafe": 578, "indian": 579, "spice": 580, "generally": 581, "ok": 582, "sum": 583, "seating": 584, "raw": 585, "vegatables": 586, "arrive": 587, "noticed": 588, "particularly": 589, "problem": 590, "true": 591, "boths": 592, "date": 593, "semi-private": 594, "eye": 595, "red": 596, "band": 597, "completely": 598, "jazz": 599, "meal": 600, "grill": 601, "miss": 602, "cute": 603, "upscale": 604, "balance": 605, "herbs": 606, "homemade": 607, "tomatoes": 608, "pub": 609, "walking": 610, "enjoying": 611, "smile": 612, "bathrooms": 613, "hidden": 614, "likes": 615, "person": 616, "type": 617, "anniversary": 618, "husband": 619, "surprise": 620, "guest": 621, "happy": 622, "pumkin": 623, "tortelini": 624, "entertainment": 625, "bagel": 626, "dissappointed": 627, "interior": 628, "absolutely": 629, "cream": 630, "bart": 631, "st.": 632, "12": 633, "called": 634, "morning": 635, "chips": 636, "chopped": 637, "fe": 638, "santa": 639, "waiters": 640, "dine": 641, "party": 642, "reservation": 643, "cause": 644, "mind": 645, "pancakes": 646, "scallion": 647, "1": 648, "toons": 649, "pad": 650, "penang": 651, "course": 652, "soon": 653, "experienced": 654, "cuisine": 655, "refreshing": 656, "salads": 657, "pam": 658, "late": 659, "lots": 660, "complain": 661, "liked": 662, "chance": 663, "write": 664, "vacation": 665, "fabulous": 666, "hot": 667, "regular": 668, "plus": 669, "real": 670, "inexpensive": 671, "2": 672, "extra": 673, "size": 674, "range": 675, "yellowtail": 676, "limited": 677, "reservations": 678, "event": 679, "wong": 680, "literally": 681, "congee": 682, "high": 683, "takeout": 684, "crowded": 685, "popular": 686, "arugula": 687, "caesar": 688, "goat": 689, "pasta": 690, "chocolate": 691, "tiramisu": 692, "accomodating": 693, "lovely": 694, "manager": 695, "wanted": 696, "felt": 697, "consistent": 698, "luck": 699, "means": 700, "simple": 701, "patis": 702, "eating": 703, "subtle": 704, "pastis": 705, "kind": 706, "raddichio": 707, "mushroom": 708, "tasted": 709, "sangria": 710, "guess": 711, "overall": 712, "beer": 713, "bombay": 714, "started": 715, "garlic": 716, "naan": 717, "relax": 718, "authentic": 719, "delightful": 720, "impeccable": 721, "hanger": 722, "mention": 723, "rest": 724, "sense": 725, "review": 726, "writing": 727, "filet": 728, "mignon": 729, "superb": 730, "looks": 731, "old": 732, "dark": 733, "affordable": 734, "ambient": 735, "beef": 736, "noodle": 737, "wo": 738, "girlfriend": 739, "backyard": 740, "italy": 741, "nicest": 742, "ones": 743, "seen": 744, "citysearch": 745, "claimed": 746, "speak": 747, "close": 748, "tables": 749, "typical": 750, "start": 751, "expect": 752, "joint": 753, "plates": 754, "fair": 755, "teodora": 756, "celebrate": 757, "mare": 758, "flavoring": 759, "orange": 760, "rosemary": 761, "weird": 762, "expresso": 763, "skip": 764, "myagi": 765, "negative": 766, "sound": 767, "tartar": 768, "owners": 769, "pizzeria": 770, "lol": 771, "freshness": 772, "speaks": 773, "music": 774, "room": 775, "needs": 776, "saw": 777, "beautiful": 778, "bisque": 779, "oz": 780, "chowder": 781, "england": 782, "prime": 783, "rib": 784, "bottle": 785, "bottles": 786, "korbett": 787, "1/2": 788, "takes": 789, "ahead": 790, "earlier": 791, "stopped": 792, "vindaloo": 793, "servers": 794, "especially": 795, "tasting": 796, "dress": 797, "prixe": 798, "cash": 799, "lemon": 800, "4": 801, "5": 802, "entrees": 803, "branzino": 804, "memorable": 805, "prune": 806, "cost": 807, "disney": 808, "location": 809, "mid": 810, "year": 811, "characters": 812, "hydes": 813, "jeckll": 814, "t": 815, "quick": 816, "iced": 817, "tea": 818, "delivery": 819, "bite": 820, "crispy": 821, "enormous": 822, "cheeses": 823, "lox": 824, "agree": 825, "impressed": 826, "resturant": 827, "shabu-shabu": 828, "7": 829, "feels": 830, "entire": 831, "owner": 832, "despite": 833, "stars": 834, "taxan": 835, "yuka": 836, "fact": 837, "local": 838, "office": 839, "makes": 840, "curry": 841, "green": 842, "vegetables": 843, "noise": 844, "trattoria": 845, "menu-fare": 846, "balsamic": 847, "glazed": 848, "lamb": 849, "parmesean": 850, "porcini": 851, "souffle": 852, "vinegar": 853, "candle-light": 854, "continued": 855, "emilio": 856, "secret": 857, "carozza": 858, "en": 859, "marinara/arrabiatta": 860, "forever": 861, "bella": 862, "exceptional": 863, "paris": 864, "low": 865, "pepperoni": 866, "style": 867, "yum": 868, "month": 869, "twice": 870, "rush": 871, "planning": 872, "paying": 873, "save": 874, "amma": 875, "non-veg": 876, "selections": 877, "bass": 878, "bukhara": 879, "dal": 880, "rocks": 881, "hard": 882, "near": 883, "decided": 884, "heard": 885, "past": 886, "awsome": 887, "kababs": 888, "opening": 889, "10": 890, "locations": 891, "park": 892, "s": 893, "honestly": 894, "15": 895, "all-u-can-eat": 896, "soy": 897, "waitstaffs": 898, "disappointing": 899, "roth": 900, "brunch": 901, "offering": 902, "benedict": 903, "eggs": 904, "blocks": 905, "esp": 906, "svc": 907, "mean": 908, "later": 909, "remember": 910, "forgot": 911, "hummus": 912, "include": 913, "pita": 914, "platter": 915, "sandwiches": 916, "money": 917, "meat": 918, "seats": 919, "uncomfortable": 920, "wooden": 921, "early": 922, "cigar": 923, "appropriate": 924, "sizes": 925, "inn": 926, "mermaid": 927, "scallops": 928, "spaghetti": 929, "nearly": 930, "picked": 931, "pleasantly": 932, "surprised": 933, "halibut": 934, "knew": 935, "following": 936, "foods": 937, "cooking": 938, "msg": 939, "customer": 940, "broke": 941, "crab": 942, "drunken": 943, "fry": 944, "jelly": 945, "soupy": 946, "stir": 947, "bargain": 948, "plate": 949, "bruschettas": 950, "paninis": 951, "tramezzinis": 952, "asparagus": 953, "bruschetta": 954, "oil": 955, "parmesan": 956, "truffle": 957, "seasonal": 958, "dont": 959, "noir": 960, "terrible": 961, "maybe": 962, "tips": 963, "set": 964, "calamari": 965, "pass": 966, "charming": 967, "minutes": 968, "gentleman": 969, "months": 970, "spoke": 971, "seattle": 972, "thursday": 973, "mileau": 974, "casimir": 975, "unisex": 976, "caviar": 977, "spectacular": 978, "lets": 979, "outstanding": 980, "salmon": 981, "change": 982, "mojito": 983, "dim": 984, "hear": 985, "patio": 986, "corner": 987, "cheesecake": 988, "pastries": 989, "cheeseburgers": 990, "son": 991, "bun": 992, "apart": 993, "burgers": 994, "forgotten": 995, "barely": 996, "kha": 997, "tom": 998, "pesto": 999, "personal": 1000, "fries": 1001, "seated": 1002, "martinis": 1003, "comfort": 1004, "biscuits": 1005, "freshest": 1006, "ice": 1007, "offered": 1008, "pistachio": 1009, "sardines": 1010, "sausages": 1011, "unique": 1012, "rare": 1013, "choice": 1014, "assorted": 1015, "banana": 1016, "ceviche": 1017, "included": 1018, "mix": 1019, "hour": 1020, "promptly": 1021, "appetizing": 1022, "gulab": 1023, "jamun": 1024, "frites": 1025, "guacamole+shrimp": 1026, "folks": 1027, "items": 1028, "agreed": 1029, "pizzas": 1030, "sophia": 1031, "mediocre": 1032, "guys": 1033, "paid": 1034, "waiting": 1035, "blond": 1036, "premium": 1037, "wood": 1038, "creative": 1039, "serving": 1040, "thalia": 1041, "roe": 1042, "smoked": 1043, "entree": 1044, "daiquiries": 1045, "strawberry": 1046, "taiwanese": 1047, "mahi": 1048, "risotto": 1049, "saffron": 1050, "mashed": 1051, "potatos": 1052, "cakes": 1053, "basil": 1054, "slice": 1055, "calzones": 1056, "spinach": 1057, "counter": 1058, "charge": 1059, "33": 1060, "tasteless": 1061, "dosas": 1062, "drink": 1063, "personally": 1064, "clerks": 1065, "warn": 1066, "seriously": 1067, "alot": 1068, "apppetizers": 1069, "cucumber": 1070, "sushimi": 1071, "beverage": 1072, "spreads": 1073, "available": 1074, "complaint": 1075, "complete": 1076, "murray": 1077, "says": 1078, "crowds": 1079, "awful": 1080, "plan": 1081, "williamsburg": 1082, "proprietor": 1083, "coffee": 1084, "turkey": 1085, "excuse": 1086, "udon": 1087, "seasoning": 1088, "dollar": 1089, "minimun": 1090, "margheritta": 1091, "atmoshere": 1092, "crew": 1093, "winnie": 1094, "reliable": 1095, "flavors": 1096, "brioche": 1097, "lollies": 1098, "lucky": 1099, "strike": 1100, "gorgeous": 1101, "mussels": 1102, "tomato": 1103, "free": 1104, "martini": 1105, "shanty": 1106, "vanilla": 1107, "dj": 1108, "in-house": 1109, "lady": 1110, "suan": 1111, "coconut": 1112, "juice": 1113, "imagine": 1114, "icecream": 1115, "hamburgers": 1116, "buns": 1117, "steamed": 1118, "standards": 1119, "custards": 1120, "egg": 1121, "roast": 1122, "turnip": 1123, "braised": 1124, "shank": 1125, "ew": 1126, "se": 1127, "ginger": 1128, "chinese": 1129, "run": 1130, "walk": 1131, "management": 1132, "drawback": 1133, "annoying": 1134, "opinion": 1135, "rao": 1136, "eats": 1137, "cheff": 1138, "clams": 1139, "octopus": 1140, "shared": 1141, "tender": 1142, "scene": 1143, "downtown": 1144, "kanish": 1145, "potato": 1146, "main": 1147, "servings": 1148, "bother": 1149, "treated": 1150, "anti-pasta": 1151, "mains": 1152, "easily": 1153, "liquers": 1154, "measures": 1155, "ignore": 1156, "bartender": 1157, "holiday": 1158, "brewery": 1159, "heartland": 1160, "bring": 1161, "oh": 1162, "queens": 1163, "antipasti": 1164, "scampi": 1165, "corona": 1166, "leave": 1167, "atomosphere": 1168, "wow": 1169, "tagliatelle": 1170, "eater": 1171, "bbq": 1172, "ribs": 1173, "porridge": 1174, "definately": 1175, "feeling": 1176, "head": 1177, "summer": 1178, "exceeded": 1179, "expectations": 1180, "likely": 1181, "cheescake": 1182, "selecion": 1183, "casserole": 1184, "pieces": 1185, "comment": 1186, "reuben": 1187, "bloom": 1188, "thanks": 1189, "fan": 1190, "sauces": 1191, "setting/atmosphere": 1192, "bigger": 1193, "pakistani": 1194, "faan": 1195, "sooo": 1196, "design": 1197, "gross": 1198, "missing": 1199, "mussles": 1200, "penne": 1201, "seabass": 1202, "w/": 1203, "desert": 1204, "jukebox": 1205, "pastas": 1206, "super": 1207, "mint": 1208, "till": 1209, "usha": 1210, "lassi": 1211, "sassy": 1212, "roti": 1213, "unda": 1214, "onions": 1215, "spices": 1216, "attractive": 1217, "space": 1218, "lacking": 1219, "sadly": 1220, "drumsticks": 1221, "sour": 1222, "indoor": 1223, "nobu": 1224, "10-piece": 1225, "combo": 1226, "stomach": 1227, "crabmeat": 1228, "lasagna": 1229, "pudding": 1230, "obviously": 1231, "broth": 1232, "slices": 1233, "donut": 1234, "ley": 1235, "ow": 1236, "soh": 1237, "kept": 1238, "weekend": 1239, "duo": 1240, "tapas": 1241, "guy": 1242, "meet": 1243, "meats": 1244, "yakitori": 1245, "unfriendly": 1246, "making": 1247, "spend": 1248, "apology": 1249, "arrogant": 1250, "wait-staff": 1251, "2nd": 1252, "pick": 1253, "cheaper": 1254, "baluchi": 1255, "soho": 1256, "40": 1257, "nigiri": 1258, "areo": 1259, "hours": 1260, "spent": 1261, "girls": 1262, "skiline": 1263, "pans": 1264, "attitude": 1265, "major": 1266, "light": 1267, "wise": 1268, "vodka": 1269, "rosa": 1270, "vittorio": 1271, "al": 1272, "di": 1273, "rabbit": 1274, "risottos": 1275, "sepia": 1276, "dog": 1277, "dogs": 1278, "cypriot": 1279, "souvlaki": 1280, "eggplant": 1281, "half/half": 1282, "help": 1283, "upset": 1284, "millennium": 1285, "edge": 1286, "views": 1287, "45": 1288, "indo-chinese": 1289, "alright": 1290, "restaraunt": 1291, "alla": 1292, "marsala": 1293, "vitello": 1294, "mushrooms": 1295, "perfectly": 1296, "balls": 1297, "waitresses": 1298, "seasons": 1299, "\u2013": 1300, "dragon": 1301, "yamato": 1302, "dynamite": 1303, "unpretentious": 1304, "inventive": 1305, "dancing": 1306, "millenium": 1307, "quesadilla": 1308, "guacamole": 1309, "margaritas": 1310, "word": 1311, "sign": 1312, "wedding": 1313, "voss": 1314, "survice": 1315, "egyptian": 1316, "baba": 1317, "dancers": 1318, "ganoush": 1319, "watch": 1320, "hookah": 1321, "raymond": 1322, "pacifico": 1323, "omlette": 1324, "chimmichuri": 1325, "quacamole": 1326, "wings": 1327, "mole": 1328, "portobello": 1329, "gyros": 1330, "gyro": 1331, "greek": 1332, "bark": 1333, "mall": 1334, "playing": 1335, "booths": 1336, "daughter": 1337, "received": 1338, "rooms": 1339, "paul": 1340, "tilapia": 1341, "mens": 1342, "olives": 1343, "pear": 1344, "torte": 1345, "attention": 1346, "hope": 1347, "private": 1348, "button": 1349, "dinning": 1350, "greg": 1351, "runner": 1352, "bev": 1353, "trimmings": 1354, "chilli": 1355, "casa": 1356, "femme": 1357, "citrus": 1358, "cocktail": 1359, "lime": 1360, "maggot": 1361, "glasses": 1362, "worked": 1363, "lack": 1364, "reputation": 1365, "flatbush": 1366, "somewhat": 1367, "color": 1368, "norwegetan": 1369, "triple": 1370, "delivers": 1371, "mirrors": 1372, "scheme": 1373, "indo": 1374, "lollipop": 1375, "presentation": 1376, "survives": 1377, "telling": 1378, "underground": 1379, "500": 1380, "clearly": 1381, "environment": 1382, "joe": 1383, "kobe": 1384, "bison": 1385, "vanison": 1386, "dessserts": 1387, "diners": 1388, "unpleasant": 1389, "excited": 1390, "fixed": 1391, "minute": 1392, "sides": 1393, "inedible": 1394, "possible": 1395, "larger": 1396, "bottled": 1397, "knuckles": 1398, "encrusted": 1399, "sister": 1400, "masala": 1401, "tikka": 1402, "given": 1403, "online": 1404, "dokebi": 1405, "kimchee": 1406, "korean": 1407, "situation": 1408, "organza": 1409, "tent": 1410, "bibimbap": 1411, "nakgi-bokum": 1412, "bowl": 1413, "stone": 1414, "squid": 1415, "stir-fried": 1416, "black": 1417, "farro": 1418, "yukon": 1419, "margherita": 1420, "brasserie": 1421, "\u2019": 1422, "doors": 1423, "d\u00e9cor": 1424, "unmarked": 1425, "ceilings": 1426, "level": 1427, "29": 1428, "bbe": 1429, "amuse": 1430, "bouche": 1431, "cod": 1432, "blueberry": 1433, "matcha": 1434, "mousse": 1435, "powdered": 1436, "sesame": 1437, "zenkichi": 1438, "honest": 1439, "prefer": 1440, "kimchi": 1441, "tacos": 1442, "twists": 1443, "croquette": 1444, "mirrored": 1445, "walls": 1446, "fit-out": 1447, "furnishings": 1448, "palce": 1449, "shocked": 1450, "single": 1451, "positive": 1452, "slamwich": 1453, "bfc": 1454, "girl": 1455, "maitre-d": 1456, "frontman": 1457, "flank": 1458, "discount": 1459, "bag": 1460, "clear": 1461, "brulee": 1462, "creme": 1463, "breakfast": 1464, "honey": 1465, "prawns": 1466, "walnut": 1467, "mioposto": 1468, "mexican": 1469, "staying": 1470, "strip": 1471, "normally": 1472, "yogurt": 1473, "30": 1474, "children": 1475, "ray": 1476, "sad": 1477, "schooner": 1478, "francisco": 1479, "san": 1480, "beach": 1481, "murphy": 1482, "specialty": 1483, "parking": 1484, "cut": 1485, "dungeness": 1486, "delectable": 1487, "snooze": 1488, "pancake": 1489, ",": 1490, ".": 1491, "a": 1492, "any": 1493, "be": 1494, "but": 1495, "from": 1496, "judging": 1497, "not": 1498, "posts": 1499, "this": 1500, "to": 1501, "used": 1502, "-": 1503, "acted": 1504, "and": 1505, "at": 1506, "empty": 1507, "four": 1508, "imposing": 1509, "noon": 1510, "of": 1511, "on": 1512, "the": 1513, "them": 1514, "there": 1515, "they": 1516, "us": 1517, "very": 1518, "was": 1519, "we": 1520, "were": 1521, "for": 1522, "ignored": 1523, "never": 1524, "our": 1525, "repeated": 1526, "sugar": 1527, "threw": 1528, "or": 1529, "too": 1530, "about": 1531, "after": 1532, "all": 1533, "me": 1534, "that": 1535, "!": 1536, "always": 1537, "have": 1538, "i": 1539, "is": 1540, "many": 1541, "outrageously": 1542, "in": 1543, "out": 1544, "with": 1545, "has": 1546, "values": 1547, "can": 1548, "well": 1549, "you": 1550, "back": 1551, "just": 1552, "leaf": 1553, "lotus": 1554, "she": 1555, "wrapped": 1556, "before": 1557, "had": 1558, "her": 1559, "three": 1560, "nothing": 1561, ";": 1562, "more": 1563, "than": 1564, "again": 1565, "go": 1566, "i/we": 1567, "will": 1568, "am": 1569, "because": 1570, "binge": 1571, "bringing": 1572, "it": 1573, "o": 1574, "so": 1575, "up": 1576, "as": 1577, "devine": 1578, "n't": 1579, "sensual": 1580, "where": 1581, "here": 1582, "every": 1583, "make": 1584, "everything": 1585, "understated": 1586, "last": 1587, "my": 1588, "next": 1589, "'": 1590, "'give": 1591, "eyes": 1592, "myself": 1593, "one": 1594, "promising": 1595, "doubt": 1596, "ever": 1597, "say": 1598, "...": 1599, "moderately": 1600, "only": 1601, "their": 1602, "'ve": 1603, "(": 1604, ")": 1605, "could": 1606, "'re": 1607, "across": 1608, "anyways": 1609, "find": 1610, "if": 1611, "rather": 1612, "something": 1613, "tamari": 1614, "would": 1615, "its": 1616, "kills": 1617, "quite": 1618, "really": 1619, "sleek": 1620, "tho": 1621, "un-appetizing": 1622, "your": 1623, "'s": 1624, "overflowing": 1625, "?": 1626, "between": 1627, "two": 1628, "what": 1629, "haze": 1630, "made": 1631, "purple": 1632, "upon": 1633, "which": 1634, "unusually": 1635, "9:30": 1636, "around": 1637, "by": 1638, "died": 1639, "down": 1640, "then": 1641, "th": 1642, "-awesome": 1643, "stylish": 1644, "do": 1645, "facie": 1646, "heart": 1647, "judge": 1648, "literate": 1649, "prima": 1650, "besides": 1651, "convenience": 1652, "handful": 1653, "no": 1654, "sheer": 1655, "neighborhood..": 1656, "however": 1657, "along": 1658, "goes": 1659, "happen": 1660, "i.e": 1661, "includes": 1662, "intimidate": 1663, "letting": 1664, "policy": 1665, "self-respect": 1666, "trivialities": 1667, "agenda": 1668, "bored": 1669, "off": 1670, "seeking": 1671, "shirt": 1672, "showing": 1673, "tee": 1674, "vintage": 1675, "did": 1676, "everyone": 1677, "hmmm": 1678, "top": 1679, "been": 1680, "heavenly": 1681, "tend": 1682, "consistency-not": 1683, "creamy": 1684, "fishy": 1685, "melted": 1686, "adequately": 1687, "proportioned": 1688, "seemed": 1689, "also": 1690, "overpack": 1691, "advanatage": 1692, "met": 1693, "woman": 1694, "might": 1695, "thinking": 1696, "touristy": 1697, "further": 1698, "truth": 1699, "attracted": 1700, "dressed": 1701, "impecable": 1702, "hideously": 1703, "hunted": 1704, "lanterna": 1705, "shot": 1706, "yet": 1707, "haven": 1708, "into": 1709, "stepping": 1710, "tranquility": 1711, "notorious": 1712, "unimposing": 1713, "both": 1714, "enough": 1715, "get": 1716, "penny": 1717, "heartily": 1718, "when": 1719, "$": 1720, "continually": 1721, "much": 1722, "refilled": 1723, "almost": 1724, "compare": 1725, "mcds": 1726, "other": 1727, "shops": 1728, "versus": 1729, "dissapointing": 1730, "kinda": 1731, "day-": 1732, "sometimes": 1733, "varys": 1734, "specify": 1735, "spicy-": 1736, "23rd": 1737, "bday": 1738, "an": 1739, "chart": 1740, "weehawken": 1741, "beginning": 1742, "yourself": 1743, "miraculously": 1744, "off-the-beaten": 1745, "once": 1746, "parisian": 1747, "path": 1748, "step": 1749, "flair": 1750, "above-average": 1751, "brilliant": 1752, "overly": 1753, "companion": 1754, "reading": 1755, "take": 1756, "even": 1757, "fully": 1758, "done": 1759, "partly": 1760, "still": 1761, "strips": 1762, "most": 1763, "how": 1764, "someone": 1765, "unless": 1766, "minnow": 1767, "some": 1768, "ever-changing": 1769, "surprises": 1770, "are": 1771, "combination": 1772, "super-fresh": 1773, "unusual": 1774, "being": 1775, "ridiculous": 1776, "without": 1777, "delis": 1778, "deli": 1779, "jersey": 1780, "amazed": 1781, "native": 1782, "over": 1783, "tristate": 1784, "one-hour": 1785, ":": 1786, "hip": 1787, "lively": 1788, "nevertheless": 1789, "story": 1790, "trained": 1791, "whom": 1792, "dozens": 1793, "failed": 1794, "teenage": 1795, "angry": 1796, "another": 1797, "ues": 1798, "double": 1799, "least": 1800, "partial": 1801, "parties": 1802, "refuse": 1803, "ino": 1804, "valentines": 1805, "managed": 1806, "somehow": 1807, "worried": 1808, "while": 1809, "often": 1810, "each": 1811, "watery": 1812, "patient": 1813, "side": 1814, "shorter": 1815, "magnificent": 1816, "hit": 1817, "keep": 1818, "suppose": 1819, "first": 1820, "section": 1821, "dinosaur": 1822, "those": 1823, "cheers": 1824, "hurley": 1825, "name": 1826, "opened": 1827, "since": 1828, "over-bearing": 1829, "bet": 1830, "admittedly": 1831, "charm": 1832, "part": 1833, "may": 1834, "response": 1835, "additional": 1836, "freshly": 1837, "should": 1838, "tastes": 1839, "parmigana": 1840, "dined": 1841, "lonk": 1842, "experiences": 1843, "provides": 1844, "repeat": 1845, "reviewers": 1846, "seems": 1847, "overcharged": 1848, "anywhere": 1849, "he": 1850, "reserved": 1851, "adjust": 1852, "foot": 1853, "lighting": 1854, "reached": 1855, "stepped": 1856, "8.00": 1857, "plain": 1858, "welll": 1859, "five": 1860, "thats": 1861, "attraction": 1862, "beautifully": 1863, "combinations": 1864, "presented": 1865, "stocked": 1866, "introducing": 1867, "found": 1868, "cancel": 1869, "practically": 1870, "apologize": 1871, "clothes": 1872, "jacket": 1873, "silverware": 1874, "such": 1875, "medicore": 1876, "grat": 1877, "everythig": 1878, "it-especially": 1879, "whole": 1880, "50": 1881, "6th": 1882, "sidewalk": 1883, "hands-down": 1884, "wins": 1885, "frequently": 1886, "common": 1887, "pizzaria": 1888, "complaints-": 1889, "sticks": 1890, "stinks": 1891, "thin": 1892, "blantently": 1893, "unappreciative": 1894, "create": 1895, "own": 1896, "must": 1897, "accidently": 1898, "prize": 1899, "pulitzer": 1900, "see": 1901, "winning": 1902, "accompaniment": 1903, "delictable": 1904, "excpetiona": 1905, "wan": 1906, "mid-town": 1907, "oasis": 1908, "grew": 1909, "these": 1910, "nonsense": 1911, "options": 1912, "rule": 1913, "buy": 1914, "else": 1915, "freeze": 1916, "upstate": 1917, "store": 1918, "l.a": 1919, "walk-up": 1920, "action": 1921, "closer": 1922, "serious": 1923, "recommends": 1924, "who": 1925, "heaven": 1926, "aside": 1927, "assortment": 1928, "boton": 1929, "etc": 1930, "fatty": 1931, "tail": 1932, "torro": 1933, "yellow": 1934, "overlooked": 1935, "became": 1936, "instantly": 1937, "during": 1938, "orsay": 1939, "non-intrusive": 1940, "budget": 1941, "fat": 1942, "melt-in-your-mouth": 1943, "roasted": 1944, "though": 1945, "generously": 1946, "full": 1947, "maintain": 1948, "raise": 1949, "voices": 1950, "5-8": 1951, "square": 1952, "union": 1953, "depending": 1954, "mediorce": 1955, "varies": 1956, "does": 1957, "fill": 1958, "freshmess": 1959, "ocasionally": 1960, "wondered": 1961, "eye-pleasing": 1962, "several": 1963, "vibrant": 1964, "cobb": 1965, "anything": 1966, "genuinely": 1967, "move": 1968, "upper": 1969, "diamond": 1970, "rough": 1971, "ourselves": 1972, "laugh": 1973, "entertained": 1974, "scared": 1975, "thougt": 1976, "thier": 1977, "through": 1978, "advice": 1979, "please": 1980, "greenewich": 1981, "disapointed": 1982, "fluffy": 1983, "soft": 1984, "load": 1985, "messy": 1986, "workers": 1987, "delicous": 1988, "frist": 1989, "mayo": 1990, "knowledge": 1991, "basement": 1992, "overhyped": 1993, "okay-i": 1994, "ordinary": 1995, "below": 1996, "boring": 1997, "#": 1998, "although": 1999, "hats": 2000, "expert": 2001, "unbelievable": 2002, "medium": 2003, "husbands": 2004, "give": 2005, "quaint": 2006, "lettuce": 2007, "walnuts": 2008, "organic": 2009, "costs": 2010, "inside-out": 2011, "triples": 2012, "turn": 2013, "18": 2014, "less": 2015, "ups": 2016, "doing": 2017, "efficiently": 2018, "3-6": 2019, "tupperware": 2020, "reccomendation": 2021, ".both": 2022, "opted": 2023, "timely": 2024, "concluded": 2025, "co-workers": 2026, "depends": 2027, "bustling": 2028, "cassuolet": 2029, "fritte": 2030, "haut": 2031, "hints": 2032, "steake": 2033, "stew": 2034, "tripe": 2035, "whatever": 2036, "evaluated": 2037, "terms": 2038, "l": 2039, "bitter": 2040, "burnt": 2041, "mine": 2042, "panchetta": 2043, "muggy": 2044, "fit": 2045, "boston": 2046, "cambridge": 2047, "emma": 2048, "funky": 2049, "kendall": 2050, "tikka-masala": 2051, "mmmmm": 2052, "chelsea": 2053, "mad": 2054, "flavorless": 2055, "rubber": 2056, "thawed": 2057, "apparently": 2058, "hipsters": 2059, "defiantly": 2060, "warehouse": 2061, "amazingly": 2062, "thumbs": 2063, "asian": 2064, "dare": 2065, "hopping": 2066, "onto": 2067, "excellent-the": 2068, "country": 2069, "rivals": 2070, "cover": 2071, "forward": 2072, "snowy": 2073, "*not*": 2074, "editorial": 2075, "57th": 2076, "editor": 2077, "either": 2078, "louder": 2079, "romance": 2080, "sharing": 2081, "traffic": 2082, "crammed": 2083, "30+": 2084, "70+": 2085, "above": 2086, "category": 2087, "dumped": 2088, "handed": 2089, "instance": 2090, "upside": 2091, "constant": 2092, "constitute": 2093, "grazie": 2094, "mille": 2095, "proper": 2096, "working": 2097, "deficiencies": 2098, "factor": 2099, "redeeming": 2100, "anticipating": 2101, "and/or": 2102, "edible": 2103, "overdone": 2104, "describe": 2105, "somewhere": 2106, "ashamed": 2107, "blows": 2108, "families": 2109, "fornino": 2110, "receipies": 2111, "curtious": 2112, "anyone": 2113, "returning": 2114, "p.s": 2115, "except": 2116, "gimmicks": 2117, "itself": 2118, "preparation": 2119, "elegant": 2120, "quietly": 2121, "shout": 2122, "attend": 2123, "present": 2124, "unobtrusive": 2125, "clubhouse": 2126, "yorkers": 2127, "breathtaking": 2128, "wonderfull": 2129, "maine": 2130, "award": 2131, "mash": 2132, "divine": 2133, "melts": 2134, "bubbly": 2135, "weekday": 2136, "cuz": 2137, "already": 2138, "excuses": 2139, "few": 2140, "wks": 2141, "ranting": 2142, "raving": 2143, "class": 2144, "volare": 2145, "starter": 2146, "favourite": 2147, "occassion": 2148, "gowns": 2149, "jeans": 2150, "shirts": 2151, "suits": 2152, "allergies": 2153, "cater": 2154, "recommendations": 2155, "required": 2156, "amex": 2157, "aware": 2158, "exception": 2159, "pepper": 2160, "watering": 2161, "counted": 2162, "bone": 2163, "difficult": 2164, "infused": 2165, "diner-ish": 2166, "sparse": 2167, "anytime": 2168, "plans": 2169, "afortune": 2170, "build": 2171, "friendliest": 2172, "effects": 2173, "kinds": 2174, "tradional": 2175, "six": 2176, "enjoyable": 2177, "sigh": 2178, "important": 2179, "whenever": 2180, "growing": 2181, "ess-a-bagel": 2182, "sty-town": 2183, "unappealing": 2184, "boot": 2185, "zero": 2186, ".but": 2187, "seem": 2188, "together": 2189, "try-state": 2190, "japan": 2191, "loves": 2192, "thius": 2193, "tokyo": 2194, "adds": 2195, "art": 2196, "ultra": 2197, "yon": 2198, "arigato": 2199, "gozimas": 2200, "satisfied": 2201, "moderate": 2202, "bene": 2203, "molto": 2204, "northern": 2205, "surely": 2206, "transported": 2207, "whether": 2208, "-quality": 2209, "closely": 2210, "overcompensate": 2211, "situated": 2212, "guaranteeed": 2213, "13": 2214, "godfather": 2215, "gods": 2216, "known": 2217, "mortal": 2218, "mmmmmmmm": 2219, "meets": 2220, "school": 2221, "pray": 2222, "stays": 2223, "ciao": 2224, "wonderfully": 2225, "cheesesticks": 2226, "lie": 2227, "basically": 2228, "bill": 2229, "quater": 2230, "chefs": 2231, "par": 2232, "tamarind": 2233, "spotty": 2234, "importantly": 2235, "nyu": 2236, "restraunt": 2237, "student": 2238, "yrs": 2239, "dam": 2240, "banquet": 2241, "flyer": 2242, "parsipanny": 2243, "yonkers": 2244, "stale": 2245, "rated": 2246, "why": 2247, "fall-apart": 2248, "no-so-fresh": 2249, "thinly-sliced": 2250, "sodium": 2251, "u": 2252, "vinegar-soaked": 2253, "wont": 2254, "boarderline": 2255, "wouldnt": 2256, "hollondaise": 2257, "removing": 2258, "nasty": 2259, "w/the": 2260, "forks": 2261, "plastic": 2262, "nearing": 2263, "desk": 2264, "saves": 2265, "amazin": 2266, "whatsoever": 2267, "against": 2268, "benches": 2269, "wall": 2270, "closes": 2271, "features": 2272, "patroon": 2273, "associates": 2274, "host": 2275, "meeting": 2276, "general": 2277, "lloovve": 2278, "outing": 2279, "fallback": 2280, "24": 2281, "warrant": 2282, "randomly": 2283, "recommendation": 2284, "top-notch": 2285, "candle": 2286, "card": 2287, "gift": 2288, "sort": 2289, "mark": 2290, "based": 2291, "unhappy": 2292, "using": 2293, "concern": 2294, "health": 2295, "fool": 2296, "bo": 2297, "cares": 2298, "shanghai": 2299, "'ino": 2300, "frequented": 2301, "remains": 2302, "varied": 2303, "palate": 2304, "stagnating": 2305, "winner": 2306, "over-priced": 2307, "become": 2308, "hesititate": 2309, "self": 2310, "european": 2311, "freindly": 2312, "evil": 2313, "incompetent": 2314, "jsut": 2315, "allowed": 2316, "same": 2317, "concerned": 2318, "waitressing": 2319, "america": 2320, "grabbed": 2321, "him": 2322, "stormed": 2323, "survive": 2324, "teareyed": 2325, "yelling": 2326, "model/": 2327, "current": 2328, "unprofessional": 2329, "thick": 2330, "thirty": 2331, "thrilled": 2332, "weeks": 2333, "greeting": 2334, "differently": 2335, "mcdonald": 2336, "similar": 2337, "downright": 2338, "indeed": 2339, "uncourteous": 2340, "understandable": 2341, "lit": 2342, "poorly": 2343, "ear": 2344, "e": 2345, "institutions": 2346, "operation": 2347, "runned": 2348, "8:30": 2349, "snag": 2350, "cleaned": 2351, "stressed": 2352, "hospitable": 2353, "royalty": 2354, "comfortable": 2355, "patrons": 2356, "grade": 2357, "russe": 2358, "wants": 2359, "owned": 2360, "hoboken": 2361, "referred": 2362, "particulary": 2363, "settled": 2364, "utsav": 2365, "yr": 2366, "calm": 2367, "colleague": 2368, "surprising": 2369, "roxy": 2370, "his": 2371, "consequently": 2372, "did'nt": 2373, "fell": 2374, "finishing": 2375, "14": 2376, "elsewhere": 2377, "pastrami-but": 2378, "pound": 2379, "taste-i": 2380, "trendi": 2381, "soo": 2382, "pathetic": 2383, "thoroughly": 2384, "amount": 2385, "thin-crust": 2386, "bedford": 2387, "conveniently": 2388, "herb": 2389, "definetly": 2390, "exclaimed": 2391, "helps": 2392, "unpretensious": 2393, "introduced": 2394, "4th": 2395, "atlantic": 2396, "joya": 2397, "streets": 2398, "fastest": 2399, "particular": 2400, "types": 2401, "favorites": 2402, "abrupt": 2403, "ofr": 2404, "points": 2405, "stand": 2406, "cordial": 2407, "greeted": 2408, "helped": 2409, "suggesting": 2410, "others": 2411, "thanked": 2412, "someplace": 2413, "whim": 2414, "cared": 2415, "neither": 2416, "tomorrow": 2417, "dates": 2418, "jem": 2419, "overcrowded": 2420, "reluctant": 2421, "jus": 2422, "praise": 2423, "alphabet": 2424, "lazy": 2425, "ten": 2426, "explored": 2427, "vow": 2428, "immediately": 2429, "outta": 2430, "total": 2431, "hurry": 2432, "leaving": 2433, "standing": 2434, "rushing": 2435, "unnecessary": 2436, "now": 2437, "final": 2438, "judgement": 2439, "soothing": 2440, "grammercy": 2441, "japenese": 2442, "warning": 2443, "match": 2444, "inspired": 2445, "battery": 2446, "taiwan": 2447, "-yum": 2448, "devoured": 2449, "horrific": 2450, "vomit-inducing": 2451, "yuck": 2452, "calzone": 2453, "canned": 2454, "smell": 2455, "anybody": 2456, "drip": 2457, "grease": 2458, "popcorn": 2459, "skimpy": 2460, "topping": 2461, "unattractive": 2462, "calling": 2463, "chutney": 2464, "co.": 2465, "dearth": 2466, "former": 2467, "hampton": 2468, "substance": 2469, "unhelpful": 2470, "ass": 2471, "kicks": 2472, "impecible": 2473, "magnificant": 2474, "unheralded": 2475, "impossible": 2476, "peaceful": 2477, "hudson": 2478, "lawns": 2479, "liberty": 2480, "statue": 2481, "out-of-towners": 2482, "sunset": 2483, "toasting": 2484, "lightly": 2485, "toasted": 2486, "directory": 2487, "fooled": 2488, "crave": 2489, "sudden": 2490, "neightborhood": 2491, "hits": 2492, "rarity": 2493, "doughy": 2494, "ess-a": 2495, "tal": 2496, "diet": 2497, "scoop": 2498, "faced": 2499, "scary": 2500, "encountered": 2501, "badly": 2502, "furthermore": 2503, "adequate": 2504, "inexpertly": 2505, "sliced": 2506, "obvious": 2507, "domincan": 2508, "exprience": 2509, "jimmys": 2510, "dominican": 2511, "jimmy": 2512, "funny": 2513, "ghetto": 2514, "blasted": 2515, "isnt": 2516, "system": 2517, "closed": 2518, "latin": 2519, "quarters": 2520, "sally": 2521, "moving": 2522, "sample": 2523, "discreet": 2524, "robust": 2525, "favors": 2526, "touch": 2527, "saving": 2528, "refleshment": 2529, "chat": 2530, "snacks": 2531, "certainty": 2532, "degree": 2533, "hipster": 2534, "laid-back": 2535, "retired": 2536, "*": 2537, "@": 2538, "aesthetic": 2539, "beautification": 2540, "she's-way-cuter-than-me-that-b": 2541, "cooked-to-perfection": 2542, "shoestring": 2543, "bts": 2544, "delightfully": 2545, "ls": 2546, "8.50": 2547, "delish": 2548, "homey": 2549, "mmmm": 2550, "moreover": 2551, "classmates": 2552, "college": 2553, "hutner": 2554, "students": 2555, "48th": 2556, "pongsri": 2557, "feature": 2558, "summer-eat": 2559, "friendlier": 2560, "changed": 2561, "inconsistent": 2562, "daring": 2563, "8.95": 2564, "patties": 2565, "rip-off": 2566, "alternative": 2567, "gig": 2568, "raucous": 2569, "bayard": 2570, "kiosk": 2571, "mott": 2572, "south": 2573, "bakery": 2574, "canal": 2575, "passing": 2576, "sometime": 2577, "suprised": 2578, "balthazar": 2579, "brassiere": 2580, "consisted": 2581, "standard": 2582, "choose": 2583, "understands": 2584, "chosing": 2585, "grand": 2586, "hostile": 2587, "regret": 2588, "answers": 2589, "firm": 2590, "nobody": 2591, "responsibility": 2592, "deserves": 2593, "shut-down": 2594, "fails": 2595, "oven": 2596, "toast": 2597, "forgivable": 2598, "celebrities": 2599, "parts": 2600, "ride": 2601, "sweat": 2602, "whats": 2603, "wonder": 2604, "yawn": 2605, "correct": 2606, "amanzing": 2607, "gives": 2608, "inovated": 2609, "confortable": 2610, "frendly": 2611, "'special": 2612, "overcooked": 2613, "shop": 2614, "old-fashioned": 2615, "barney": 2616, "bought": 2617, "greengrass": 2618, "zabars": 2619, "drawbacks": 2620, "happening": 2621, "2002": 2622, "suggestion..try": 2623, "wasnt": 2624, "joke": 2625, "regulars": 2626, "virgins": 2627, "weekly": 2628, "alone": 2629, "famine": 2630, "regard": 2631, "single-handedly": 2632, "solved": 2633, "third": 2634, "hike": 2635, "otherwise": 2636, "courtesey": 2637, "off-set": 2638, "pour-your-own": 2639, "quibbles": 2640, "decorative": 2641, "grab": 2642, "yeah": 2643, "trendy": 2644, "wannabes": 2645, "after-theatre": 2646, "pre-theatre": 2647, "guaranteed": 2648, "togethers": 2649, "gimmick": 2650, "theme": 2651, "among": 2652, "hundreds": 2653, "plentiful": 2654, "island": 2655, "venture": 2656, "chin": 2657, "wipe": 2658, "milan": 2659, "heritage": 2660, "dissapointment": 2661, "icing": 2662, "resembled": 2663, "chips-good": 2664, "cry": 2665, "implies": 2666, "mascarpone": 2667, "intermediate": 2668, "varieties": 2669, "impress": 2670, "congestion": 2671, "hand-painted": 2672, "gigantic": 2673, "ahhh": 2674, "rate": 2675, "warmer": 2676, "dissapoints": 2677, "basis": 2678, "daily": 2679, "hearing": 2680, "sapphire": 2681, "stick": 2682, "works": 2683, "classic": 2684, "manhatten": 2685, "expecting": 2686, "fresca": 2687, "ottimo": 2688, "draw": 2689, "lowered": 2690, "straight": 2691, "aweful": 2692, "picky": 2693, "bones": 2694, "fishiest": 2695, "recomend": 2696, "couples": 2697, "opera": 2698, "plays": 2699, "strokes": 2700, "rich": 2701, "8pm": 2702, "fav": 2703, "delicate": 2704, "kick-ass": 2705, "redone": 2706, "spots": 2707, "per": 2708, "split": 2709, "5th": 2710, "keeps": 2711, "roommate": 2712, "yorkie": 2713, "amid": 2714, "chic": 2715, "footing": 2716, "earth": 2717, "caters": 2718, "apps": 2719, "palets": 2720, "test": 2721, "prosperity": 2722, "translation": 2723, "cantonese": 2724, "call": 2725, "deep": 2726, "dough": 2727, "kettle": 2728, "piping": 2729, "labor": 2730, "whoever": 2731, "speedy": 2732, "wherever": 2733, "marks": 2734, "owns": 2735, "typhoon": 2736, "angel": 2737, "attached": 2738, "miserable": 2739, "pre-sliced": 2740, "accidentally": 2741, "drop": 2742, "obligated": 2743, "preparing": 2744, "proceed": 2745, "retrieving": 2746, "unagi": 2747, "watched": 2748, "biggest": 2749, "perhaps": 2750, "..all": 2751, "..very": 2752, "cheaply-priced": 2753, "clientele": 2754, "manhattanite": 2755, "minus": 2756, "pretentious": 2757, "roosevelt": 2758, "soho/village/upper": 2759, "spilled": 2760, "shooed": 2761, "lip": 2762, "snobby": 2763, "absurdly": 2764, "clumsy": 2765, "diner": 2766, "glorified": 2767, "recognize": 2768, "bgel": 2769, "overated": 2770, "relatively": 2771, "74th": 2772, "shoppe": 2773, "fellas": 2774, "flushing": 2775, "solid": 2776, "personality": 2777, "subpar": 2778, "appears": 2779, "moment": 2780, "postal": 2781, "stuffing": 2782, "beaten": 2783, "20's/30": 2784, "groups": 2785, "mostly": 2786, "older": 2787, "olds": 2788, "foggy": 2789, "rainy": 2790, "recommand": 2791, "requesting": 2792, "window": 2793, "questions": 2794, "gruppo": 2795, "downside": 2796, "b/c": 2797, "breath": 2798, "dramatic": 2799, "huffing": 2800, "muttering": 2801, "panting": 2802, "under": 2803, "walkup": 2804, "2+": 2805, "ai": 2806, "hey": 2807, "character": 2808, "fortunate": 2809, "it..very": 2810, "off-": 2811, "bucket": 2812, "tremendously": 2813, "heaviness": 2814, "someting": 2815, "undermine": 2816, "afterwards": 2817, "count": 2818, "diggest..": 2819, "moody": 2820, "stuffed": 2821, "task": 2822, "waltzes": 2823, "stopping": 2824, "recieved": 2825, "artsy": 2826, "exemplifies": 2827, "blew": 2828, "uppereast": 2829, "compelled": 2830, "mocaramel": 2831, "respond": 2832, "not-so-frequent": 2833, "not-so-little": 2834, "visitor": 2835, "additions": 2836, "lasagnas": 2837, "girlfiends": 2838, "o.g": 2839, "disapointing": 2840, "dumpling": 2841, "luckily": 2842, "saved": 2843, "tipsy": 2844, "overpriced-": 2845, "conscious": 2846, "eco": 2847, "discovered": 2848, "inviting": 2849, "looove": 2850, "buffalo": 2851, "a.m.": 2852, "comeback": 2853, "la..": 2854, "alice": 2855, "wonderland": 2856, "60": 2857, "3-4": 2858, "%": 2859, "comparable": 2860, "fresher": 2861, "kiku": 2862, "ruined": 2863, "beyond": 2864, "code": 2865, "sold": 2866, "rewarded": 2867, "richly": 2868, "savor": 2869, "negatives": 2870, "bestt": 2871, "cant": 2872, "fanatical": 2873, "im": 2874, "necessarily": 2875, "pirces": 2876, "smiling": 2877, "welcome": 2878, "didnt": 2879, "flirting": 2880, "immature": 2881, "men": 2882, "slowwwww": 2883, "specific": 2884, "werent": 2885, "1/26": 2886, "pimentos": 2887, "luke": 2888, "settle": 2889, "``": 2890, "arm": 2891, "leg": 2892, "romatic": 2893, "400.00": 2894, "swept": 2895, "otherworldly": 2896, "'best": 2897, "bond": 2898, "jewelbako": 2899, "joints": 2900, "effective": 2901, "slope": 2902, "unassuming": 2903, "serves": 2904, "musts": 2905, "wow-": 2906, "proportion": 2907, "three-year": 2908, "11": 2909, "tequila": 2910, "9/10": 2911, "attracts": 2912, "crappy": 2913, "million": 2914, "scandalous": 2915, "duty": 2916, "spread": 2917, "reccomended": 2918, "eatting": 2919, "celebrated": 2920, "engagement": 2921, "organized": 2922, "brunch/lunch": 2923, "honored": 2924, "remind": 2925, "mmmmmmmmmmmmmmm": 2926, "designed": 2927, "dreamy": 2928, "sceney": 2929, "lemony": 2930, "smoky": 2931, "talented": 2932, "casually": 2933, "weakness": 2934, "upgraded": 2935, "astoria": 2936, "bright": 2937, "bz": 2938, "stands": 2939, "usual": 2940, "aggressively": 2941, "cyrpriot": 2942, "higher": 2943, "seasoned": 2944, "shine": 2945, "various": 2946, "wasted": 2947, "act": 2948, "blowing": 2949, "nathan": 2950, "cozy..": 2951, "'that": 2952, "allow": 2953, "eachother": 2954, "99": 2955, "exceptions": 2956, "occasional": 2957, "too-authentic-for-me": 2958, "beware..": 2959, "ther": 2960, "compliments": 2961, "highest": 2962, "reception": 2963, "incomparable": 2964, "raved": 2965, "cheerfully": 2966, "cooperative": 2967, "bride": 2968, "ruth": 2969, "filthy": 2970, "eh": 2971, "cardboard": 2972, "horrid": 2973, "170": 2974, "speaking": 2975, "n": 2976, "soap": 2977, "towels": 2978, "trash": 2979, "wet": 2980, "cubano": 2981, "edgewater": 2982, "nj": 2983, "65": 2984, "modified": 2985, "pool": 2986, "pp": 2987, "pre-theater": 2988, "knowledgeable": 2989, "pairings": 2990, "''": 2991, "provide": 2992, "suggestions": 2993, "unable": 2994, "inquired": 2995, "ports": 2996, "variations": 2997, "prestige": 2998, "details": 2999, "future": 3000, "pays": 3001, "understood": 3002, "crazy": 3003, "actual": 3004, "exceeds": 3005, "atleast": 3006, "prob": 3007, "humor": 3008, "privacy": 3009, "professionalism": 3010, "respects": 3011, "job": 3012, "remembers": 3013, "steal": 3014, "board": 3015, "courses": 3016, "force": 3017, "model": 3018, "endless": 3019, "peppers": 3020, "relish": 3021, "ages": 3022, "favor": 3023, "unlike": 3024, "hospitality": 3025, "prepare": 3026, "captivated": 3027, "drawn": 3028, "show": 3029, "commending": 3030, "def": 3031, "sites": 3032, "wanting": 3033, "bottom": 3034, "finished": 3035, "apologized": 3036, "showed": 3037, "smilingly": 3038, "comped": 3039, "politely": 3040, "willing": 3041, "sick": 3042, "comp": 3043, "concession": 3044, "arguing": 3045, "cook": 3046, "intelligent": 3047, "adderlys": 3048, "albeit": 3049, "barnyard": 3050, "dismal": 3051, "entry": 3052, "farm": 3053, "haute": 3054, "hills": 3055, "league": 3056, "sweepstakes": 3057, "unhygienic": 3058, "2times": 3059, "hair": 3060, "flavorful": 3061, "sit-in": 3062, "fiance": 3063, "pleased": 3064, "doesnt": 3065, "youre": 3066, "mazing": 3067, "tries": 3068, "lost": 3069, "confusing": 3070, "foreseeable": 3071, "go-to": 3072, "29/per": 3073, "55": 3074, "pre-fix": 3075, "espeically": 3076, "originally": 3077, "speechless": 3078, "attended": 3079, "majorly": 3080, "form": 3081, "stunned": 3082, "put": 3083, "swaying": 3084, "bronx": 3085, "travel": 3086, "=": 3087, "bf": 3088, "crunch": 3089, "juicy": 3090, "plenty": 3091, "snap": 3092, "boost": 3093, "munchies": 3094, "strikes": 3095, "credit": 3096, "explore": 3097, "living": 3098, "accident": 3099, "bunch": 3100, ".at": 3101, "face": 3102, "tab": 3103, "expensive-and-wtf": 3104, "expensive-but-worth-it": 3105, "300": 3106, "laying": 3107, "occassions": 3108, "twenty-something": 3109, "freaking": 3110, "kidding": 3111, "argue": 3112, "classy": 3113, "target": 3114, "uber": 3115, "whealthy": 3116, "dom": 3117, "perignon": 3118, "starters": 3119, "wagyu": 3120, "advertise": 3121, "caliber": 3122, "consomme": 3123, "disaster": 3124, "pure": 3125, "covered": 3126, "glaze": 3127, "pineapple": 3128, "tart": 